[
{"title": "Trump fires Attorney General Jeff Sessions", "article_url": "https://www.bbc.com/news/world-us-canada-46132348", "tag": "US & Canada", "summary": "Mr Trump had publicly humiliated the top law official over the Russia probe dogging his presidency.", "paragraphs": ["US Attorney General Jeff Sessions has been fired by President Donald Trump.", "\"We thank Attorney General Jeff Sessions for his service, and wish him well!\" Mr Trump tweeted on Wednesday.", "The president had repeatedly criticised his top law enforcement official after he recused himself from the Russia investigation dogging the White House.", "Mr Trump said Mr Sessions will be temporarily replaced by his chief of staff, Matthew Whitaker, who has criticised the Russia inquiry.", "In a resignation letter, Mr Sessions - a former Alabama senator who was an early supporter of Mr Trump - made clear the decision to go was not his own.", "\"Dear Mr President, at your request I am submitting my resignation,\" he wrote in an undated letter. ", "\"Most importantly, in my time as attorney general, we have restored and upheld the rule of law,\" Mr Sessions added, while thanking the Republican president.", "According to a White House official, Mr Trump's Chief of Staff John Kelly called Mr Sessions on Wednesday before Mr Trump held a press conference to discuss mid-term election results.", "\"Clearly, the president has something to hide,\" Democratic party Senate leader Chuck Schumer said. ", "\"Given his previous comments advocating defunding and imposing limitations on the Mueller investigation, Mr Whitaker should recuse himself from its oversight for the duration of his time as acting attorney general.\"", "Mr Trump has repeatedly pilloried his top law enforcement official since Mr Sessions stepped aside from the Russia inquiry in March 2017.", "Special Counsel Robert Mueller is hunting for evidence of potential collusion between the Trump presidential campaign and Moscow. ", "The wide-ranging investigation - overseen by the Department of Justice - has resulted in a series of criminal charges against several Trump associates.", "In July 2017 Mr Trump told the New York Times: \"Sessions should have never recused himself, and if he was going to recuse himself, he should have told me before he took the job and I would have picked somebody else.\"", "Mr Sessions voluntarily removed himself from the probe after Democrats accused him of failing to disclose contacts with the Russian ambassador during his Senate confirmation hearing.", "The attorney general later said he had forgotten about those meetings, which happened during the Trump election campaign.", "Mr Trump has at various times belittled Mr Sessions as \"VERY weak\" and \"DISGRACEFUL\".", "CBS News is reporting that Deputy Attorney General Rod Rosenstein is no longer leading the Mueller inquiry, and that Matthew Whitaker will now assume control.", "The president cannot directly fire the special counsel, whose investigation Mr Trump has repeatedly decried as a witch hunt. But Mr Sessions' replacement will have the power to fire Mr Mueller or end the inquiry.", "Mr Rosenstein was summoned to the White House on Wednesday for what was described as a previously scheduled meeting.", "It was the deputy attorney general who appointed Mr Mueller to lead the Russia inquiry, after Mr Trump fired FBI director James Comey in May 2017.", "The special counsel's probe has also been investigating whether Mr Comey's firing amounted to attempted obstruction of justice.", "There has also been a question mark over Mr Rosenstein's future since it was reported he had discussed invoking a constitutional clause to oust President Trump.", "This summer he was abruptly summoned to the White House amid fevered speculation he was about to be fired, however, no announcement came.", "Analysis by Anthony Zurcher, BBC Washington", "The presidential axe that had been hovering over Jeff Sessions for what has seemed like an eternity just came swinging down with a thud. Donald Trump had previously said he would wait until after the mid-term elections to decide his attorney general's fate, and he did - but just barely.", "And like that the duties of overseeing Robert Mueller's Russia investigation shift from the man who appointed the special counsel, Rod Rosenstein, to a man who has been a critic of it, Department of Justice Chief of Staff Matthew Whitaker. ", "In an opinion piece for The Hill before he took the Department of Justice job, Mr Whitaker wrote that calls for an as yet-to-be-named independent prosecutor would be \"just craven attempts to score cheap political points\". In April 2017, he wrote for CNN that any Mueller investigation into the president's finances would be \"going too far\".", "What happens next is critical. Mr Mueller's inquiry could continue unabated - although the special counsel must surely be considering tightening his timeline. There is also the possibility, however, that this is just the opening move of a White House effort to shut down the probe or keep its findings out of the public eye.", "Democrats were outraged by the attorney general's removal, with the Democratic National Committee noting that the appointee has not been confirmed for the role by the US Senate as required. ", "The Democrats' Senate leader Mr Schumer said protecting the Mueller investigation was \"paramount\" in light of the move. ", "House of Representatives Democratic leader Nancy Pelosi said: \"It is impossible to read Attorney General Sessions' firing as anything other than another blatant attempt by President Trump to undermine & end Special Counsel Mueller's investigation.\"", "Former Attorney General Eric Holder, who served during President Barack Obama's administration, tweeted to say that anyone who tried to interfere with the Mueller investigation \"must be held accountable\". ", "Conservative author Ann Coulter meanwhile praised the \"Christ-like Jeff Sessions\" for being \"the only member of the Trump administration doing anything about immigration\".", "She called on Mr Trump to appoint Mr Sessions to head the Department of Homeland Security.", "Republican Senator Lindsey Graham said he looks forward to \"working with President Trump to find a confirmable, worthy successor so that we can start a new chapter at the Department of Justice\".", "Mr Graham, of South Carolina, had said last year there would be \"holy hell to pay\" if Mr Sessions was ever fired.", "The senator was previously tipped as a replacement for Mr Sessions, but he seemed to take himself out of consideration on Wednesday, suggesting he would stay in the Senate.", "Mr Trump had publicly humiliated the top law official over the Russia probe dogging his presidency.", "Have you been getting these songs wrong?", "What happens to your body in extreme heat?"]},
{"title": "White House suspends CNN reporter's access", "article_url": "https://www.bbc.com/news/world-us-canada-46133268", "tag": "US", "summary": null, "paragraphs": ["The White House has suspended the credentials of a CNN's chief White House correspondent hours after a testy exchange with US President Donald Trump.", "A White House staffer tried to grab the microphone from CNN's Jim Acosta at the press conference on Wednesday.  ", "But press secretary Sarah Sanders said access was removed because the reporter put \"his hands on a young woman\".", "Mr Acosta called Ms Sanders claim \"a lie\".", "The CNN journalist was called a \"rude, terrible person\" by Mr Trump at the press conference on Wednesday.", "It was during this exchange with the president that a staff member tried to take Mr Acosta's microphone away, while he attempted to ask Mr Trump a second question.", "Video of the incident quickly appeared online. ", "Ms Sanders, in a statement posted in a Twitter thread, said the White House would \"never tolerate a reporter placing his hands on a young woman just trying to do her job\". ", "\"The fact that CNN is proud of the way their employee behaved is not only disgusting, it's an example of their outrageous disregard for everyone, including young women, who work in this Administration,\" she said. ", "\"As a result of today's incident, the White House is suspending the hard pass of the reporter involved until further notice.\"", "The press secretary later shared a zoomed in clip of the incident, saying they \"will not tolerate the inappropriate behaviour clearly documented in this video\". ", "Mr Acosta posted a tweet saying he was stopped by the Secret Service from entering White House grounds. ", "President Trump insulted Mr Acosta after the reporter challenged his recent assertions about a migrant caravan heading to the US from Central America. ", "A female staff member then attempted to take the microphone from Mr Acosta. ", "\"That's enough, that's enough,\" the president said to Mr Acosta, before telling him to sit down and to put down his microphone. ", "\"CNN should be ashamed of themselves, having you work for them,\" he said. \"The way you treat Sarah Huckabee [Sanders] is horrible.\"", "Journalists decried the move to revoke Mr Acosta's access.", "The White House Correspondents' Association - a group that represents the press corps at the presidential residence - called the decision \"out of line\" and \"unacceptable\".", "\"We urge the White House to immediately reverse this weak and misguided action.\"", "WHCA statement on White House decision on credentials. pic.twitter.com/bukK7CGu2G", "End of Twitter post  by @whca", "Mr Trump had publicly humiliated the top law official over the Russia probe dogging his presidency.", "Have you been getting these songs wrong?", "What happens to your body in extreme heat?"]},
{"title": "Man Utd stun Juventus with late comeback", "article_url": "https://www.bbc.com/sport/football/46087302", "tag": "Football", "summary": null, "paragraphs": ["By Alex Bysouth", "BBC Sport", "Manchester United stunned Juventus with two goals in the final five minutes to beat the Italian champions in Turin and give themselves a good chance of qualifying for the Champions League knockout stages. ", "Juan Mata curled in a free-kick with five minutes to go, before Ashley Young's set-piece was bundled into his own net by Juventus defender Alex Sandro.", "Cristiano Ronaldo had put the hosts ahead with an outstanding volley against his former club.", "Ronaldo watched Leonardo Bonucci's long pass over his shoulder before lashing it past United goalkeeper David De Gea for his first goal in the competition since signing for the Serie A leaders.", "Juventus had hit the frame of the goal either side of half-time, with Sami Khedira striking a post and Paulo Dybala curling an effort on to the bar.", "Jose Mourinho's side offered little attacking threat at the other end, until substitute Mata beat goalkeeper Wojciech Szczesny with a well-placed free-kick from the edge of the box in the 86th minute.", "Three minutes later and another United free-kick proved Juventus' undoing, as Young's in-swinging delivery was inadvertently turned in under pressure by Sandro from close range.", "The visitors' late double keeps them second in Group H and two points above Valencia, who beat Young Boys 3-1 in the early kick-off, with two games still to play.", "United have made a habit of staging late recoveries this season, although manager Mourinho bemoaned his side's inability to do so when they were beaten by Juventus at Old Trafford last month.", "But, while comeback wins over Newcastle and Bournemouth in the Premier League offered relief rather than the chance to rejoice, this victory was more reminiscent in its nature of United's Champions League triumph over Bayern Munich in 1999.", "Mourinho's side look a long way from winning the competition 20 years on, but his players' reaction at the final whistle - and Mourinho's cupped ear to the Juventus fans - showed how important taking three points in Turin was to the Reds.", "Juventus had won three from three and were yet to concede a goal in the Champions League this season before Mata's strike, while United's late winner inflicted only the Serie A champions' second loss at home in the group stages in 36 games.", "United - without Belgium forward Romelu Lukaku, who is also a doubt for Sunday's Manchester derby - opted for Alexis Sanchez to lead the line, but the Chilean had a bigger influence on the visitors' defensive performance than he did their attack.", "The same could be said for Anthony Martial, who tracked Juventus right-back Mattia De Sciglio relentlessly as United defended resolutely before Ronaldo's opener.", "But United, who had just three shots on target, proved clinical in attack when it mattered and will progress from the group if they beat Young Boys at home later this month and Valencia fail to beat Juventus. ", "It was always going to happen, wasn't it? Ronaldo scoring his first Champions League goal for Juventus against former club United.", "The Portugal forward, who joined the Italian outfit from Real Madrid for £99.2m in the summer, was without a goal in the competition since scoring against Juve for his former side in April.", "But Ronaldo's first in Europe for the Serie A leaders was worth waiting for, showing superb technique to volley in Bonucci's well-weighted long pass for the opener.", "The five-time Champions League winner had struggled to make an impact on the tie before his moment of brilliance, though it was from his pull-back that Khedira struck a post in the first half.", "Dybala was unlucky to not put the hosts ahead moments after Khedira's chance when he cut inside and curled a dipping effort against the crossbar, while De Gea had earlier produced an instinctive save after Juan Cuadrado's cross was deflected goalwards by Nemanja Matic.", "But when the goal came, it was worthy of a player who has won the Ballon D'Or five times, and the 33-year-old celebrated in trademark fashion - lifting up his shirt to reveal his muscular physique.", "Ronaldo thought he had stolen the show, but the Portuguese, and his Juventus team-mates, were upstaged by United's late twist.", "Manchester United manager Jose Mourinho on BT Sport: \"A point or three would have changed little for Juventus, but three points makes a big difference to us.", "\"It is a big victory for us, not just because we needed the points but because it was away from home against an amazing team.", "\"They are a fantastic team with an amazing record at home. We had to come and not feel inferior. They have more potential than us. Everybody knows their ambitions.\"", "Manchester United goalscorer Juan Mata: \"What a nice last five minutes. It is a very good night for us to get three points against Juventus in Italy. It is amazing.", "\"They have fantastic players and are a top team. We come back to Manchester with three points and that is football.\"", "United make the short trip to Etihad Stadium on Sunday to face rivals Manchester City, kick-off 16:30 GMT, while their next Champions League outing is against Young Boys at Old Trafford on 27 November.", "Juventus face a big game of their own on Sunday, visiting manager Allegri's former club AC Milan in Serie A in a 19:30 kick-off. They host Valencia next in Europe.", "Match ends, Juventus 1, Manchester United 2.", "Second Half ends, Juventus 1, Manchester United 2.", "Anthony Martial (Manchester United) is shown the yellow card.", "Rodrigo Bentancur (Juventus) wins a free kick in the defensive half.", "Foul by Anthony Martial (Manchester United).", "Corner,  Manchester United. Conceded by Wojciech Szczesny.", "Attempt saved. Marcus Rashford (Manchester United) right footed shot from the centre of the box is saved in the bottom left corner. Assisted by Anthony Martial.", "Hand ball by Ashley Young (Manchester United).", "Giorgio Chiellini (Juventus) wins a free kick in the defensive half.", "Foul by Marcus Rashford (Manchester United).", "Substitution, Juventus. Mario Mandzukic replaces Juan Cuadrado.", "Attempt missed. Leonardo Bonucci (Juventus) right footed shot from outside the box is close, but misses to the left. Assisted by Miralem Pjanic.", "Own Goal by Alex Sandro, Juventus.  Juventus 1, Manchester United 2.", "Foul by Andrea Barzagli (Juventus).", "Marcus Rashford (Manchester United) wins a free kick on the left wing.", "Attempt missed. Paulo Dybala (Juventus) left footed shot from outside the box misses to the right. Assisted by Juan Cuadrado.", "Goal!  Juventus 1, Manchester United 1. Juan Mata (Manchester United) from a free kick with a left footed shot to the top left corner.", "Foul by Blaise Matuidi (Juventus).", "Paul Pogba (Manchester United) wins a free kick in the attacking half.", "Attempt missed. Marouane Fellaini (Manchester United) header from the centre of the box misses to the right. Assisted by Ashley Young with a cross.", "Substitution, Juventus. Andrea Barzagli replaces Mattia De Sciglio.", "Miralem Pjanic (Juventus) wins a free kick in the defensive half.", "Foul by Anthony Martial (Manchester United).", "Attempt missed. Cristiano Ronaldo (Juventus) right footed shot from the centre of the box is close, but misses to the left. Assisted by Mattia De Sciglio with a cross.", "Juan Cuadrado (Juventus) wins a free kick in the attacking half.", "Foul by Nemanja Matic (Manchester United).", "Attempt missed. Marcus Rashford (Manchester United) right footed shot from outside the box is close, but misses to the left. Assisted by Anthony Martial.", "Substitution, Manchester United. Marouane Fellaini replaces Alexis Sánchez.", "Substitution, Manchester United. Juan Mata replaces Ander Herrera.", "Attempt missed. Miralem Pjanic (Juventus) right footed shot from outside the box is close, but misses the top right corner. Assisted by Rodrigo Bentancur.", "Attempt blocked. Cristiano Ronaldo (Juventus) right footed shot from outside the box is blocked.", "Ander Herrera (Manchester United) is shown the yellow card for a bad foul.", "Paulo Dybala (Juventus) is shown the yellow card.", "Paulo Dybala (Juventus) wins a free kick in the attacking half.", "Foul by Ander Herrera (Manchester United).", "Attempt missed. Juan Cuadrado (Juventus) right footed shot from the centre of the box is too high. Assisted by Cristiano Ronaldo following a fast break.", "Attempt missed. Miralem Pjanic (Juventus) right footed shot from the centre of the box misses to the right. Assisted by Juan Cuadrado.", "Cristiano Ronaldo (Juventus) wins a free kick on the left wing.", "Foul by Marcus Rashford (Manchester United).", "Substitution, Manchester United. Marcus Rashford replaces Jesse Lingard.", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", "A meal with Rylan Clark-Neal, Carol Vorderman, Anton Du Beke, Ed Gamble and Ellie Taylor", "Get latest scores and headlines sent straight to your phone, sign-up to our newsletter and learn where to find us on online."]},
{"title": "Myth-busting the vibrator’s origins", "article_url": "http://www.bbc.com/future/story/20181107-the-history-of-the-vibrator", "tag": "Future", "summary": null, "paragraphs": ["Many of us have heard the story that Victorian-era doctors first used vibrators, applying them to their female patients to treat them for hysteria. But it turns out this may be a myth.", "Many of us have heard it before: in the 19th Century, doctors first used vibrators to treat women for ‘hysteria’ – a now-defunct medical term that covered everything from headaches to nervous breakdowns.", "The treatment was to give the women an orgasm. Using a vibrator saved these doctors the arduous task of doing it by hand.", "It’s certainly a memorable story. It’s been popularised in a feature film, an award-winning play and several documentaries. We’ve even fallen prey to the anecdote ourselves.", "But evidence is mounting that this story is no more than fiction.", "You might also like:• The enduring enigma of female sexual desire• What is a ‘normal’ sex life?• The mystery of the female orgasm", "The idea that doctors used vibrators to masturbate women for hysteria can be traced back to a book called The Technology of Orgasm: \"Hysteria,\" the Vibrator, and Women’s Sexual Satisfaction. Published in 1999, it was written by the historian of technology Rachel Maines, now a visiting researcher at Cornell University in the US.", "Despite the book’s resounding popularity and acclaim – including the 1999 Herbert Feis Award from the American Historical Association – the theory has some pretty unstable foundations, according to recent paper published in the Journal of Positive Sexuality. The study is the latest piece of research by historians seeking to undermine the claims of The Technology of Orgasm – and its holds on both the history of sexuality and the popular imagination.", "“From what I knew of the history of sexuality, it sounded unlikely that doctors would be doing this,” says Hallie Lieberman, a historian of technology at the Georgia Institute of Technology and one of the paper’s authors. “When I checked the [book’s] sources, that was when I first really thought, okay, there’s something up with this.”", "\n\n        View image of Mechanical vibrators like this one were used to cure women of hysteria \n    ", "Lieberman proposes an alternative view. Yes, mechanical devices known as ‘vibrators’ – and advertised as back or neck massagers – were being used by women in intimate ways as early as the 1900s and 1910s. But there’s no evidence that that was the case prior to 1900, when vibrators were being marketed to physicians, not directly to consumers.", "And it certainly wasn’t the case that doctors, unaware of what the female orgasm really was, were using these devices to cure women of their hysteria.", "Origin myth", "Stretching back into the 1800s, electric vibrators were heavily marketed in magazines, periodicals, medical literature and newspapers.", "In one advert from around 1904, a woman sits relaxed, her head slightly to one side. A business-like doctor in a long white coat stands behind her, touching her neck. Strapped to one of his hands is a metal device with a thick black cable: an electrical vibrator, designed to ease the strain of massaging patients. But there is no sign in the image that the device is to be used anywhere other than the patient’s neck.", "“By this method 50 per cent of the fatigue to masseuses, inseparable from the usual manual massage, is avoided,” says the flyer. “Infinitely better results in treatment are obtained.”", "In another leaflet, the treatment is administered not by a doctor but by the patient herself. Shaped like a hairdryer, the Sanofix vibrator from around 1913 came in a small wooden box, complete with several different attachments. In a series of photographs, a serious-faced woman in a ruffled white dress holds this vibrator to her forehead, her jaw, her throat and her chest.", "\n\n        View image of This advert from the early 1900s showed the Sanax device being used by both men and women \n    ", "When Maines came across these adverts herself, they intrigued her. “I spent the next 19 years researching in libraries in the US and Europe, trying to find more about the history of vibrators,” says Maines. “There wasn’t much material even in the primary sources. That’s why it took me 19 years and eventually I wrote a book.”", " Maines wrote that doctors had been using masturbation to treat hysteria in women even as far back as Roman times ", "The Technology of Orgasm outlined her theory of how vibrators came to be used as labour-saving devices for orgasmic hysteria treatment, carried out by hard-working physicians aiming to treat as many patients as possible. Maines wrote that doctors had been using masturbation to treat hysteria in women even as far back as the Romans. Doctors would provide relief from this condition by inducing ‘paroxysms’ in the women through masturbation. But because of a poor understanding of female sexuality, the doctors were not aware that the paroxysms their patients were experiencing were in fact a sexual response.", "Sex ed", "Female sexuality may not have got as much attention as male sexuality historically, but the idea that Victorian-era doctors would have done this out of a complete lack of knowledge seems a little far-fetched to Lieberman.", "“She presents it as though no one is aware that it’s an orgasm,” Lieberman says. “But there was an awareness of the clitoris and women’s sexuality at the time.”", " In the 19th and early 20th Centuries, there was general awareness of the female orgasm ", "There is evidence that in the 19th and early 20th Centuries, for example, doctors in the US and the UK theorised about what kinds of sexual behaviours in women were healthy and which were not, and there was general awareness of the female orgasm.", "Then there are problems with the historical examples cited in Maines’s book. Maines cites five sources towards the start of the book to back up her claim that doctors commonly used vibrators “especially in gynaecological massage”. But several of these sources don’t back up this claim.", "\n\n        View image of This hand-held electric vibrator was the sort used by physicians to massage patients \n    ", "One doesn’t mention vibrators, hysteria or gynaecological massage at all – in fact, the passage referred to is about treating period pains with electrical currents. The author stresses that for patients with period pains “complete absence from sexual excitement is of the highest importance”.", "Another of the sources makes no mention of hysteria, massage or vibrators. A third also makes no mention of gynaecological massage, only general massage, and the term ‘vibrator’ doesn’t appear anywhere in the book.", "Throughout the book, Lieberman found this pattern repeated over and over.", "Maines says that she welcomes Lieberman’s critiques, although they haven’t changed her historical view. “It’s of course perfectly appropriate for a young scholar to challenge the work of older scholars,” Maines says.", "“In The Technology of Orgasm, what I’m proposing is a hypothesis. They [Lieberman and her co-author] don’t find my hypothesis very convincing – OK. We’re not going to agree on these things.”", "Good vibrations", "What we know is that vibrators were used on the body as a panacea for almost every possible ailment. Pamphlets proclaimed their effectiveness against insomnia, paralysis, neuralgia, epilepsy, consumption, sciatica, lumbago, gout, deafness, vomiting, constipation, haemorrhoids and sore throats. It was good for the liver, and even for health problems in children, the literature claimed.", "\n\n        View image of The ‘Veedee’ vibratory massager was said to cure nearly any ailment \n    ", "Hysteria, too, was among the list of conditions vibrators were used to treat. But for these patients, the vibrator was more likely used for a relaxing massage of the back or neck than for any kind of erotic use, says Lieberman.", " For massaging women to orgasm, there is no evidence that ever happened in the doctor’s office – Hallie Lieberman ", "“For massaging women to orgasm, there is no evidence that ever happened in the doctor’s office,” says Lieberman.", "There may well have been “sketchy doctors,” she adds, who essentially assaulted patients. But there’s no evidence that the use of vibrators for masturbation was ever a medically condoned treatment.", "Lieberman’s paper is not the first to challenge Maines’ theory. Scholars including Helen King, a Classical historian at the Open University, London, have challenged Maines’ claims that this practice stretched back to the ancient Greek and Roman worlds.", "“Maines wants a line of history going all the way back to the time of Hippocrates, so she was determined to find doctors massaging their female patients to orgasm in the earliest written sources,” says King.", "But it was not common practice in the ancient world to let doctors anywhere near the women of the household, she says. Another problem was that Maines didn’t distinguish between satirical writing from this period and genuine medical literature.", "“A Roman satire, describing ‘anointers’ at the baths who masturbate a woman to orgasm, is very different from saying doctors really did this,” says King. “It’s a satire – it’s supposed to be outrageous.”", "In contrast, ancient medical texts that described doctors massaging the lower back, knees or head were misread by Maines as a rather different kind of massage, according to King. Maines got around the contrary evidence by cherry-picking phrases and sources deliberately, King says: “for example, by reading a description about what happens when the womb is rubbed during intercourse and making that into a passage about masturbation by a doctor.”", "Real deal", "But if not doctors, then who actually invented the vibrator as a sex toy?", "The answer goes back to some of the adverts that Maines found – even if some academics today find her interpretations of them to be specious.", "When doctors began to realise around the early 20th Century that vibrators were in fact not the cure-alls they were taken to be, the manufacturers of these devices were left with a problem. There was a whole industry devoted to making these devices: there had been the hand-cranked version, which evolved into steam-powered models, which in turn evolved into electrically powered devices. But now, there were fewer doctors keen to buy them.  ", "One company made a bold move in 1903, releasing an advert for the Hygeia sexual appliance for men and women.", "“It kind of looked like this belt with electricity and vibration,” says Lieberman.", " Obscenity laws prevented companies from advertising devices for sexual pleasure for many years ", "This was the earliest source of a vibrator associated with sex that Lieberman discovered in her research. But openly selling a vibrator as a sexual appliance was rare, not least because it was considered obscene. In the US, the UK and elsewhere, obscenity laws prevented companies from advertising devices for sexual pleasure for many years.", "This shift towards selling vibrators straight to consumers was strengthened in 1915 when the American Medical Association made a public statement that marked vibrators for medical use out to be “a delusion and a snare”. Any effect they had on patients was psychological and not medical.", "“The association classified vibrators as a health fraud and a quack device,” says Lieberman. “They started collecting these ads that people would send in to them, and they’d write back and say no, it’s a fraud.”", "Rather than killing the vibrator industry, the manufacturers simply continued their shift in focus from doctors to consumers.", "\n\n        View image of A mid-20th Century ad says that the ‘mini vibrator... soothes you to pleasant relaxation’ \n    ", "“You would see ads in the New York Times, the Chicago Tribune, and all over the UK, too,” says Lieberman. “They were seen as a home appliance for leisurely women, showing them having a massage during the day.”", "As time went on, these adverts became more or less subtly sexualised. Shirtless men and women in low-cut blouses would be shown happily displaying the vibrators. Because of the coyness around advertising vibrators explicitly as sex toys, it’s hard to pin down when they were first widely known to be used as such.", " The kind of vibrator that we think of today started showing up in the 1950s and became more common and openly sold in the 1960s – Lieberman ", "“The kind of vibrator that we think of today started showing up in the 1950s and became more common and openly sold in the 1960s,” says Lieberman. “But it was still controversial.”", "The controversy took a long time to subside. In some places, it still hasn’t. In Alabama, obscenity laws still prohibit advertising and selling vibrators.", "\n\n        View image of Adverts like this one marketed vibrators to women as a way to sort out ‘strung-up’ nerves \n    ", "Despite the story being strongly disputed, Maines sticks to her theory. “I believe my hypothesis is correct. I have a lot of company in thinking that,” says Maines.", "Lieberman admits that the evidence she uncovered makes for a slightly less catchy story than the original hypothesis of countless generations of doctors using masturbation to appease hysterical women, alighting on the mechanised vibrator to ease their aching wrists.", "“[That story] just appeals to people now,” adds King. “It’s like some porn movie scenario with the doctor that – nudge, nudge – knows what the problem really is.”", "It is this appeal that has led the influence of this theory of medical masturbation grow quite so far. For nearly 20 years, it has been taught in universities, taken as given in academic literature, presented as fact in the media and popularised on stage and screen. And, as Lieberman notes, when people want a story to be true, even academics rarely bother to check the facts.", "Join 900,000+ Future fans by liking us on Facebook, or follow us on Twitter or Instagram.", "If you liked this story, sign up for the weekly bbc.com features newsletter, called “If You Only Read 6 Things This Week”. A handpicked selection of stories from BBC Future, Culture, Capital, and Travel, delivered to your inbox every Friday. ", "\n\n"]},
{"title": "What we fail to understand about the 1%", "article_url": "http://www.bbc.com/capital/story/20181107-what-we-just-dont-understand-about-the-1", "tag": "Capital", "summary": null, "paragraphs": ["Comprehending the growing divide. ", "The results of the US mid-term elections continues the theme of stark division seen in recent political outcomes around the world. Not only are the US House of Representatives and Senate now controlled by different parties but the early analysis shows a series of very close races driven by gaps between rural, suburban and urban areas, ethnicity and economic position. ", "Barack Obama echoed this theme in a recent rare intervention into the public debate in the US to highlight how worried he feels about the threats to democracy and progress posed by increasing economic inequality, and how this drives social divisions.", " Our misperceptions of reality are partly emotional, simple 'myth-busting' will not really help that much, because it misdiagnoses the cause ", "In my opinion, he’s right to be worried. The concentration of wealth at the top really has grown. And not just in the US. In 2017, for the first time since we’ve had reliable wealth measurement drawn from national statistics, the top 1% wealthiest people in the world owned more than the rest of the population put together.", "But when survey researchers ask people to guess what proportion of the wealth the top 1% in their respective countries own, they’re often way out, as seen in Ipsos’ Perils of Perception studies.", "Click or pinch to zoom on mobile.", "Britain and France were the worst at guessing. The actual proportion of wealth owned by the top 1% in both countries is the same, at 23%. But Brits thought the top 1% owned 59% of wealth while the French thought it was 56%.", "Although people in some surprising countries did underestimate this concentration of wealth. The average guess in Russia was that the top 1% own 53% of the wealth, which is actually not that different from the guess in the UK and France.  But the reality is far worse, the top 1% in Russia actually own an extraordinary 70% of the country’s wealth, three times the level of the UK and France.", "The US also stands out as one of the most unequal coun­tries for wealth distribution among the rich nations included in the study, with the top 1% owning 37% of the country’s wealth, but with the guess again less optimistic, similar to France and the UK, at 57%", "So, why are we so out of kilter with reality?", "A big part of the explanation lies in our emotional reaction, rather than our lack of knowledge of the facts. ", "Like Obama, we know inequality is a growing issue, and we hear regular, vivid anecdotes of excess running alongside stories of the real poverty experienced by many, so our guesses can become exaggerated. Whether we’re entirely conscious of it or not, we’re partly sending a message that this is a big and worrying issue: inequality looms large in our minds, so we literally inflate the figures. ", "Social psychologists have a term for this phenomenon, they label it: ‘emotional innumeracy’. This means that when we ask people to guess at the scale of an issue, cause and effect run in both directions: we’re not just worried about things that we think are big issues, we exaggerate the scale of issues that we’re already worried about. ", "Emotional innumeracy points to a vital conclusion: because our misperceptions of reality are partly emotional, simple “myth-busting” – telling people they’re wrong on the facts – will not really help that much, because it misdiagnoses the cause.  Our misperceptions are often not about ignorance, but more about a world view driven by our underlying attitudes and beliefs. ", "We also asked people what they thought the top 1% should own, and this reveals some fascinating patterns.", "First, people are mostly not calling for complete equality of wealth – with the averages running from people saying the top 1% should have 14% of wealth in Israel to 32% in China.", "Some people in all countries do want complete wealth parity though – and Britain is highest on this: 19% of Brits said the top 1% should only have 1%, followed closely by Russia, where 18 % said they should only have 1%.", "Click or pinch to zoom on mobile.", "But, second, if we go back to the averages of what we say inequality should be and compare that with the actual level, something immediately jumps out: on the surface, people seem pretty comfortable with the current state of wealth inequality in many countries.", "For example, the French said the top 1% should own 27%, when they actually ‘only’ currently own 23%. A simplistic reading of this is that the French – a country that has ‘égalité’ (equality) as part of its national strapline – are saying give the wealthiest a bit more. ", " Inequality looms large in our minds, so we literally inflate the figures. ", "Of course, that’s the completely wrong interpretation.", "We know from our question on how people see the ‘reality’, that the French on average thought the top 1% currently own 56% of the country’s wealth. So, what they’re really saying is that the very wealthy should have about half what they currently have.", "This points to a key benefit of understanding our many misperceptions on finances and wealth: we need to know what people think the current situation is before we ask them what they think it should be. Or, the other way round: not knowing how wrong are about realities can lead us to very wrong conclusions about what we should do.", "--", "To comment on this story or anything else you have seen on BBC Capital, please head over to our Facebook  page or message us on Twitter.", "If you liked this story, sign up for the weekly bbc.com features newsletter called \"If You Only Read 6 Things This Week\". A handpicked selection of stories from BBC Future, Culture, Capital and Travel, delivered to your inbox every Friday.", "\n\n"]},
{"title": "Trump offers Democrats carrot and stick", "article_url": "https://www.bbc.com/news/world-us-canada-46132054", "tag": "US & Canada", "summary": "The president offers to work with Democrats, but vows \"a warlike posture\" if they investigate him.", "paragraphs": ["US President Donald Trump has said he is ready to work with Democrats after they won control of the House of Representatives in mid-term elections.", "But during a testy news conference, he vowed to adopt a \"warlike posture\" if Democrats investigated him.  ", "The Republican president also clashed repeatedly with reporters at the White House, ordering them to be quiet.", "Top Democrat Nancy Pelosi offered to work with Mr Trump, but pledged due oversight of his administration.", "In Wednesday's news conference, Mr Trump extended an olive branch to Democrats, proposing both parties work together on joint legislative priorities.", "He suggested they could co-operate on issues such as infrastructure, trade and health.   ", "But he said that if Democrats start serving legal writs against him, Republicans would retaliate in kind.", "Ms Pelosi, who is favoured to pick up the House speaker's gavel, promised her party would serve as a counterweight to the White House.", "At her news conference, she said Democrats would seek compromise with the president, but \"must stand our ground\".", "Democrats will now control lower chamber panels that can investigate Mr Trump's business affairs, including tax returns, while thwarting his legislative agenda. ", "Mr Trump hailed \"tremendous success\" and an \"incredible day\" for his party in Tuesday's elections.", "He took credit for Republicans having \"defied history\" by consolidating their grip on the Senate.", "The president also mocked Republicans who did not \"embrace\" him on the campaign trail, and went on to lose their election races.", "\"They did very poorly,\" Mr Trump told reporters. \"I'm not sure that I should be happy or sad but I feel just fine about it.\"", "In ill-tempered exchanges, he called CNN correspondent Jim Acosta \"a rude, terrible person\" and told an NBC reporter: \"I'm not a big fan of yours either.\"", "The president became irate when questioned about his characterisation of Central American migrants heading towards the US as an \"invasion\".", "The White House has since suspended Mr Acosta's access. ", "Mr Trump told a black reporter who asked whether his self-professed nationalism would embolden white nationalists that it was \"such a racist question\".", "Following the press conference, he announced in a tweet he had fired Attorney General Jeff Sessions.", "Analysis by Anthony Zurcher, BBC News", "Donald Trump came to the East Room of the White House with olive branch in hand, but it sometimes seemed like his fingers were crossed behind his back. ", "He told the nation he would love to work with Democrats - that it might, in fact, be a good thing that they won control of the House of Representatives - but he refused to back away from any of his divisive campaign rhetoric. ", "Previous presidents who have suffered mid-term setbacks have professed humility and said they learned valuable lessons. Bill Clinton and Barack Obama, whose parties lost the House in the middle of their first terms, used the defeats to recalibrate for successful re-election campaigns.", "Mr Trump entertains no such thoughts, instead calling Tuesday night's results \"very close to complete victory\". The president may say he wants \"unity and peace and love\" - but it's clear it will have to be on his terms.", "The Democrats gained more than the 23 seats they needed for a majority in the 435-seat House of Representatives.", "But Republicans are on course to increase their representation from 51 to 54 in the 100-seat Senate.", "That will allow Mr Trump's party greater leeway over judicial and executive appointments.", "In the upper chamber, they captured Democratic seats in Indiana, Missouri and North Dakota, won a marquee battle in Texas, and currently look set to win a tight Florida race.", "Republican challenger Rick Scott won 50.2% of the vote against incumbent Democratic senator Bill Nelson. Under Florida law an automatic recount is triggered when a final margin is less than 0.5%, and while an initial count will not be complete until Saturday it looks set to fall within that margin. ", "Republican senatorial candidate Martha McSally is also ahead in Arizona, with nearly all precincts reporting.", "Democrats held on to vulnerable seats in Montana, New Jersey and West Virginia and ousted a Republican incumbent in Nevada, but it was cold comfort.", "In the 36 governors' races, Republicans won an ugly battle in Florida and appeared on the cusp of victory in Georgia.", "Democrats captured gubernatorial mansions in Michigan, Illinois, Kansas and Wisconsin, where former Republican presidential contender Scott Walker was beaten.", "Female candidates fared particularly well in an election cycle that had been billed as the Year of the Woman.", "Two 29-year-old Democrats - Alexandria Ocasio-Cortez and Abby Finkenauer - are due to be the youngest women ever to win House seats.", "Ilhan Omar and Rashida Tlaib are the first Muslim women and Sharice Davids and Debra Haaland the first Native American women to be elected to Congress. All are Democrats.", "Ayanna Pressley was elected as Massachusetts' first black congresswoman.", "Mr Trump had publicly humiliated the top law official over the Russia probe dogging his presidency.", "Have you been getting these songs wrong?", "What happens to your body in extreme heat?"]},
{"title": "Pakistan frees Christian woman Asia Bibi", "article_url": "https://www.bbc.com/news/world-asia-46130189", "tag": "Asia", "summary": "Some reports say she has boarded a plane but it is unclear where it was going.", "paragraphs": ["A Pakistani Christian woman acquitted of blasphemy after spending eight years on death row has been freed from prison, her lawyer says.", "Some reports say Asia Bibi has boarded a plane but its destination was not known.", "The Supreme Court ruling sparked protests from Islamists and the government had said it would bar her from leaving Pakistan.", "Her husband had said they were in danger and pleaded for asylum.", "Asia Bibi, a mother-of-five, was released from prison in the city of Multan, her lawyer Saif Mulook said.  ", "Also known as Asia Noreen, she was convicted in 2010 of insulting the Prophet Muhammad during a row with neighbours.", "Several countries have offered her asylum. ", "The Pakistani government has said it will start legal proceedings to prevent her going abroad after agreeing the measure to end the violent protests.", "Many of the protesters were hardliners who support strong blasphemy laws and called for Asia Bibi to be hanged.", "One Islamist leader said all three Supreme Court judges also \"deserved to be killed\".", "A spokesman for the hardline Tehreek-e-Labaik (TLP) party said Asia Bibi's release was in breach of their deal with the government.", "\"The rulers have showed their dishonesty,\" TLP spokesman Ejaz Ashrafi told Reuters.", "The deal also saw officials agree not to block a petition for the Supreme Court to evaluate Asia Bibi's acquittal in the light of Islamic Sharia law.", "The trial stems from an argument Asia Bibi had with a group of women in June 2009. ", "They were harvesting fruit when a row broke out about a bucket of water. The women said that because she had used a cup, they could no longer touch it, as her faith had made it unclean. ", "Prosecutors alleged that in the row which followed, the women said Asia Bibi should convert to Islam and that she made offensive comments about the Prophet Muhammad in response. ", "She was later beaten up at her home, during which her accusers say she confessed to blasphemy. She was arrested after a police investigation. ", "Acquitting her, the Supreme Court said that the case was based on unreliable evidence and her confession was delivered in front of a crowd \"threatening to kill her\".", "Islam is Pakistan's national religion and underpins its legal system. Public support for the strict blasphemy laws is strong. ", "Hard-line politicians have often backed severe punishments, partly as a way of shoring up their support base. ", "But critics say the laws have often been used to exact revenge after personal disputes, and that convictions are based on thin evidence.", "The vast majority of those convicted are Muslims or members of the Ahmadi community, but since the 1990s scores of Christians have been convicted. They make up just 1.6% of the population.", "The Christian community has been targeted by numerous attacks in recent years, leaving many feeling vulnerable to a climate of intolerance. ", "Since 1990, at least 65 people have reportedly been killed in Pakistan over claims of blasphemy. ", "Mr Trump had publicly humiliated the top law official over the Russia probe dogging his presidency.", "Have you been getting these songs wrong?", "What happens to your body in extreme heat?"]},
{"title": "A 'retirement home' for showbiz whales", "article_url": "https://www.bbc.com/news/science-environment-45968245", "tag": "Science & Environment", "summary": "Beluga whales held in a Chinese marine park are to be moved to a more natural habitat in Iceland.", "paragraphs": ["UK-based company Merlin Entertainments says it does not want to keep beluga whales in its marine parks because they suffer in captivity.", "But it has been under pressure over a park in Shanghai, China, which it has owned since 2012 and where two belugas perform.", "It has long promised to move the marine mammals to a more natural home. But it had been saying that there was nowhere suitable - until now, that is.", "Video by Jasmine Taylor-Coleman and Jemma Cox."]},
{"title": "Sri Lanka v England: Tourists aim to build on 177-run lead on day three", "article_url": "https://www.bbc.com/sport/live/cricket/45673366", "tag": "Cricket", "summary": "England look to press home their advantage on day three of the first Test against Sri Lanka - follow live text commentary and listen to The Cricket Social from 07:00 GMT.", "paragraphs": ["Scorecard", "And we'll keep you signed in.", "Sign in  or  Register", "You need one to watch live TV on any channel or device, and BBC programmes on iPlayer. It’s the law.", "By Tom Rostance", "All times stated are UK", "That's close, but not close enough. Umpire Chris Gaffaney said not out and the ball tracking shows that it pitched outside the line - umpire's call anyway.", "Not out. Sri Lanka keep the review though. I give it minutes. ", "Sri Lanka absolutely love a review, desperate to get them used up in the first few overs of the day. They want lbw against Rory Burns. Let's have a look...", "What's with all these 14-hour shifts?! I know we are cosseted media types who live a life of luxury on the licence fee but even we only do 10-hour days. Tell us more.", "Text 81111", "Hi. I'm 11 hours into my latest 14 hour night shift too. Go England - keep grinding.", "Burns 13, Jennings 28", "A picture of a dog, a belter at that, before 5am on a Thursday. It doesn't get much better than that. My canine companion is less than pleased with my current arrangements of getting up at 02:30 GMT.", "Suranga Lakmal steaming in but struggling to get anything out of this pitch with his seamers, Rory Burns leans into a push to deep point. England's openers look set to bat deep...", "#bbccricket", "LIVING THE DREAM", "Rory Burns' pre-stroke routine is remarkable, more tics and triggers than anyone I can recall seeing bat.", "He gets through an over of spin with no danger though. Another maiden.", "Slow Sri-Lankan burner of a day. ", "#bbccricket", "Grumpy: Keeping up to date watching my 12 year old son Freddie football training in a warm and sunny NZ.\nCome on England!", "Adam Mountford", "Radio 5 live in Galle", "More details on the Galle streaker who sprinted across the\nfield at the change of innings yesterday before leapfrogging the heavy roller.", "I am hearing he is actually an Australian and that the whole\nthing was carefully planned with a set of clothes ready for him to change\nstraight into on the other side of the ground. That enabled him to disappear\ninto the crowd and avoid censure.", "As far as we know the plan worked and he avoided arrest. But\nbeing an Aussie I’m sure he’ll turn himself in to the authorities today.", "That’s elite honesty.", "Eng lead by 179", "We need to know more Matt - 14-hour shifts? That's basically against your human rights isn't it?", "Keaton Jennings looked imperious last night I thought and he starts in confident touch too. Go big or go home.", "A lovely thwack of a middled push into the off side but he hits the fielder. Maiden. ", "#bbccricket", "Matt Page: tuned in from Sydney 9 hours into a 14 hour shift... thoughts of the Burns show keeping me going", "Jonny: Feeling unusually confident about England heading in to day 3. Obviously I should know better but Burns and Jennings looked impressive last night and I fancy Moeen for a few today. You never know...", "The England fans get through their traditional 'Jerusalem' rendition as Rory Burns and Keaton Jennings get through the opening over without a scare.", "Possible shout of the day already as the cameras pan over the England fans:", "\"Is that Les Dennis?\"", "Speaking of injuries, Sri Lanka skipper Dinesh Chandimal, who has been struggling with a groin injury, has not come out to start the day.", "Opener Rory Burns took a hefty blow to the head while fielding yesterday but he was able to bat and he strides out now alongside Keaton Jennings.", "Let's get this show on the road. ", "On a similar note Alex, I made my wife watch the last hour or so of England's Ashes win in Australia in 2010 as I thought we may never see the likes again.", "She didn't really appreciate it. ", "#bbccricket or 81111", "Yup, new parent... but enjoying introducing my new son to dominant England. Enjoy the good times while they last son.", "London based, and up early. But sadly neither a new parent nor a raving youth. Just a sadomasochist", "Moeen Ali tells Sky Sports that today is about 'playing the long game.'", "So not five down by lunch then, yeah?", "Stuart Court: Less than 3 hours to go on the night shift. Looking forward to these openers batting till at lunch with their wickets intact", "#bbccricket or 81111", "Up mega early or just getting in?", "You're probably either a new parent or a raving youth to be joining us at this ungodly hour - or living in a different timezone, of course. You're all very welcome.", "Get in touch with us via the usual channels...", "Keaton Jennings hasn't scored a Test match fifty since December 2016.", "Is today the day?", "He starts the day on 26 not out..."]},
{"title": "Holders Real Madrid ease past Plzen", "article_url": "https://www.bbc.com/sport/football/46131415", "tag": "Football", "summary": "Real Madrid scored four first-half goals to cruise past Viktoria Plzen and go top of Champions League Group G.", "paragraphs": ["Real Madrid scored four first-half goals to cruise past Viktoria Plzen and go top of Champions League Group G.", "Karim Benzema opened the scoring with his 200th club goal before Casemiro doubled the visitors' advantage.", "Benzema then headed a second from close range before Gareth Bale rounded off the half with a left-footed strike. ", "Madrid were dominate throughout and Toni Kroos added an impressive fifth after the break when he chipped Ales Hruska from inside the area. ", "Victory for the holders was new manager Santiago Solari's third consecutive win since taking charge, after Julen Lopetegui was sacked last month.", "The La Liga side can qualify for the knockout stages with a draw against Roma in their next game, should CSKA Moscow fail to beat Plzen. ", "The current Real Madrid manager has only been in the job three matches after stepping up from the club's B team - Real Madrid Castilla - after Lopetegui's sacking.", "He has made a good start with Madrid, winning all of his games so far, scoring 11 goals and keeping three clean sheets.", "Despite missing the likes of Marcelo and Raphael Varane, the Real defence had little to deal with in Pilsen as the visitors enjoyed 62% possession.", "However, Madrid may have found themselves lucky not to go down to 10 men after captain Sergio Ramos escaped punishment when he appeared to raise an elbow in a challenge with Milan Havel, leaving the 24-year-old with a bloody nose.", "The club's hierarchy appeared to make it clear when Solari was appointed that it would only be temporary measure, and the new boss will face tougher challenges than the three sides he has played against so far, but he will become increasingly tough to replace if he continues to win matches.", "Zinedine Zidane's route to the first team came through the Castilla, and that may just be playing in the back of Real president Florentino Perez's mind. ", "Match ends, Viktoria Plzen 0, Real Madrid 5.", "Second Half ends, Viktoria Plzen 0, Real Madrid 5.", "Corner,  Real Madrid. Conceded by Roman Hubnik.", "Gareth Bale (Real Madrid) hits the bar with a left footed shot from the centre of the box. Assisted by Vinícius Júnior.", "Offside, Real Madrid. Gareth Bale tries a through ball, but Lucas Vázquez is caught offside.", "Hand ball by Isco (Real Madrid).", "Isco (Real Madrid) wins a free kick in the attacking half.", "Foul by Tomas Horava (Viktoria Plzen).", "Offside, Viktoria Plzen. David Limbersky tries a through ball, but Jakub Reznicek is caught offside.", "Foul by Lucas Vázquez (Real Madrid).", "Jan Kopic (Viktoria Plzen) wins a free kick in the defensive half.", "Corner,  Viktoria Plzen. Conceded by Lucas Vázquez.", "Substitution, Viktoria Plzen. Jakub Reznicek replaces Tomas Chory.", "Offside, Real Madrid. Álvaro Odriozola tries a through ball, but Isco is caught offside.", "Attempt blocked. Jan Kopic (Viktoria Plzen) right footed shot from outside the box is blocked. Assisted by David Limbersky.", "Offside, Real Madrid. Sergio Reguilón tries a through ball, but Vinícius Júnior is caught offside.", "Foul by Javi Sánchez (Real Madrid).", "Jan Kopic (Viktoria Plzen) wins a free kick on the left wing.", "Substitution, Real Madrid. Isco replaces Toni Kroos.", "Foul by Sergio Reguilón (Real Madrid).", "Roman Prochazka (Viktoria Plzen) wins a free kick in the defensive half.", "Delay over. They are ready to continue.", "Delay in match Javi Sánchez (Real Madrid) because of an injury.", "Delay in match Tomas Chory (Viktoria Plzen) because of an injury.", "Attempt missed. Lucas Vázquez (Real Madrid) right footed shot from the centre of the box is close, but misses to the right.", "Goal!  Viktoria Plzen 0, Real Madrid 5. Toni Kroos (Real Madrid) right footed shot from the left side of the box to the high centre of the goal. Assisted by Vinícius Júnior following a fast break.", "Offside, Real Madrid. Dani Ceballos tries a through ball, but Vinícius Júnior is caught offside.", "Attempt missed. David Limbersky (Viktoria Plzen) left footed shot from the left side of the box is high and wide to the left.", "Attempt blocked. Tomas Horava (Viktoria Plzen) right footed shot from the centre of the box is blocked. Assisted by Roman Prochazka.", "Substitution, Real Madrid. Vinícius Júnior replaces Karim Benzema.", "Substitution, Viktoria Plzen. Tomas Horava replaces Ales Cermák.", "Attempt missed. Patrik Hrosovsky (Viktoria Plzen) right footed shot from the right side of the box is high and wide to the right. Assisted by Milan Petrzela.", "Substitution, Real Madrid. Javi Sánchez replaces Sergio Ramos.", "Foul by Dani Ceballos (Real Madrid).", "Roman Prochazka (Viktoria Plzen) wins a free kick in the defensive half.", "Corner,  Real Madrid. Conceded by Lukas Hejda.", "Corner,  Real Madrid. Conceded by Roman Hubnik.", "Foul by Álvaro Odriozola (Real Madrid).", "Jan Kopic (Viktoria Plzen) wins a free kick in the attacking half.", "Offside, Real Madrid. Sergio Ramos tries a through ball, but Nacho is caught offside.", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", "A meal with Rylan Clark-Neal, Carol Vorderman, Anton Du Beke, Ed Gamble and Ellie Taylor", "Get latest scores and headlines sent straight to your phone, sign-up to our newsletter and learn where to find us on online.", "The latest rumours and stories from around the world of football.", "Analysis and opinion from our chief football writer.", "How to get into football - the most popular sport in the world, with clubs and facilities throughout the UK."]},
{"title": "'I have not agreed Nasukawa deal'", "article_url": "https://www.bbc.com/sport/boxing/46128264", "tag": "Boxing", "summary": "Former five-weight world boxing champion Floyd Mayweather says there is no deal in place to face kickboxer Tenshin Nasukawa.", "paragraphs": ["Floyd Mayweather says he has not agreed to face Tenshin Nasukawa in an official bout and had \"never heard\" of the Japanese kickboxer until this week.", "The former five-weight boxing world champion was said to have agreed to face Nasukawa in Japan on 31 December.", "Mayweather, 41, says he had only been asked to compete in a non-televised event for \"wealthy spectators\".", "\"Once I arrived to the press conference, my team and I were completely derailed,\" said Mayweather.", "\"We should have put a stop to it immediately.", "\"I can assure you that I too was completely blindsided by the arrangements that were being made without my consent nor approval. I was hesitant to create a huge disturbance by combating what was being said and for that I am truly sorry.\"", "The unbeaten American extended his record to 50 wins in August of 2017 with victory over UFC star Conor McGregor in a bout which earned him a reported $300m (£228m).", "It was unclear under what rules a one-off bout with Nasukawa, 20, would take place. Nasukawa holds a record of 27-0 in kickboxing and a 4-0 in Mixed Martial Arts.", "Mayweather continued: \"First and foremost, I want it to be clear that I, Floyd Mayweather, never agreed to an official bout with Tenshin Nasukawa. ", "\"In fact [with all due respect] I have never heard of him until this recent trip to Japan.", "\"I was asked to participate in a nine-minute exhibition of three rounds with an opponent selected by the Rizen Fighting Federation.\"", "In an extensive Instagram post detailing his version of events, Mayweather did not make clear if the exhibition contest will still go ahead.", "In July, he was named the world's highest-paid celebrity by Forbes, beating actor George Clooney into second place.", " ", " ", " ", " ", " ", " ", " ", " ", " ", " "]},
{"title": "'I make fake limbs for animals'", "article_url": "https://www.bbc.com/reel/video/p06qtd02/how-one-man-helps-injured-animals-to-walk-and-fly-again", "tag": "Reel", "summary": "Why one man is helping dogs, goats and even eagles", "paragraphs": ["A man from Turkey has a love for animals and repairs their broken limbs.", "The people rescuing animals in surprising ways.", "A man from Turkey has a love for animals and repairs their broken limbs.", "One man is saving dozens of cows abandoned on the streets of Kathmandu.", "The axolotl has almost been wiped out by pollution and over-fishing.", "An endangered bird from the early 16th Century is making a comeback in Europe.", "Conservationists are cutting off the horns of rhinos to protect them. \n\n", "One man describes how he was able to save a humpback whale."]},
{"title": "How to improve your memory's flaws", "article_url": "https://www.bbc.com/reel/video/p06qhcmy/how-to-cope-with-your-memory-s-flaws", "tag": "Reel", "summary": "Much of what we remember is false, so how can we get better?", "paragraphs": ["Much of what we remember is false, so how can we get better?", "Depicting a single, inspiring concept for improving your life.", "Much of what we remember is false, so how can we get better?", "Letting your mind wander is a very important part of the creative process.", "Being big and bold is hard for some - here's how to do it anyway", "Our communication style can be influenced by a fear of isolation.", "How rule-breaking at work can get you ahead.\n", "If you juggle tasks, they take longer and you’re more likely to make mistakes."]},
{"title": "A 500-year-old fight to save a language", "article_url": "https://www.bbc.com/reel/video/p06d9m5n/a-500-year-old-fight-to-save-a-language", "tag": "Reel", "summary": "In the isolated Faroe Islands many islanders have been struggling to hold on to their native tongue", "paragraphs": ["A fight to keep a language alive.", "Unique island life.", "A fight to keep a language alive.", "Five hundred people live in 115 houses on an area the size of a soccer field", "‘It sounds like stepping back into the 1750s’"]},
{"title": "Why Australia is worried about upsetting Indonesia", "article_url": "https://www.bbc.com/news/world-australia-46105681", "tag": "Australia", "summary": "Canberra needs Jakarta more than vice versa, experts say, and the relationship is on shaky ground.", "paragraphs": ["Australian Prime Minister Scott Morrison's recent announcement that he is considering recognising Jerusalem as Israel's capital took many by surprise, and none more so than Indonesia, perhaps Canberra's most crucial regional ally. Enter some unusual diplomacy to mend ties, writes Kathy Marks in Sydney.", "He was dumped as prime minister, relinquished his seat and insists he is now just a private citizen. Yet last week Malcolm Turnbull was in Bali, meeting senior Indonesian leaders in an attempt to calm diplomatic tensions created by the man who ousted him, Scott Morrison.", "Indonesians could be forgiven for feeling confused. ", "Certainly, they are perplexed and angry, following Mr Morrison's announcement last month that Australia is considering moving its embassy to Jerusalem and recognising the contested city as Israel's capital.", "The news was bound to be received poorly in neighbouring Indonesia, the world's most populous Muslim country. Yet the government gave barely 12 hours' notice of the policy shift - seen as an attempt to woo Jewish voters before a by-election - to President Joko Widodo and his senior ministers.", "By unhappy coincidence, Mr Widodo and his Foreign Minister Retno Marsudi were hosting the Palestinian Foreign Minister Riyad al-Maliki that same day. ", "\"It was rotten timing,\" says Ross Taylor, president of the Indonesia Institute, a Perth-based think-tank.", "In leaked WhatsApp messages the previous evening to her Australian counterpart, Marise Payne, Ms Marsudi called the embassy issue a \"really big blow\" that would \"slap Indonesia's face on the Palestine issue\". ", "Now diplomats in both countries are scrambling to minimise the damage to a key bilateral relationship which encompasses regional security, defence, policing and anti-terrorism co-operation, as well as joint measures to thwart \"people smugglers\".", "Also at stake is a free trade agreement, painstakingly negotiated over a decade and due to be signed soon, giving Australia access to a market of 268 million people, including a huge emerging middle class.", "Hence Mr Morrison's unorthodox deployment of Mr Turnbull - in Bali for a conference on ocean sustainability - to explain Australia's position to Mr Widodo and Ms Marsudi.", "While in office, Mr Turnbull built a warm rapport with the president and the bilateral relationship blossomed, following strains caused by revelations that Australia spied on Indonesian leaders and Indonesia's execution of two Australian drug smugglers.", "Foreign policy experts say what happens next will depend on whether Mr Morrison, following US President Donald Trump's lead, goes ahead with the Israel embassy move - which would be \"met with a very negative reaction in Indonesia\", Mr Turnbull warned after his meetings.", "Mr Widodo is facing a presidential election next April, and would be under pressure to prevent his opponent, Prabowo Subianto, from painting him as soft on Australia.", "\"Any hint that Jokowi is undermining Indonesia's sovereignty and hurting the feelings of the Islamic electorate, the opposition can spin it into a big deal,\" says Evan Laksmana, from the Centre for Strategic and International Studies in Jakarta.", "It is a sensitive time politically in Australia, too, with a general election due by next May. The by-election, which Mr Morrison's Liberal Party lost, was crucial because the government had a one-seat majority in the House of Representatives.", "While Indonesian leaders understand the demands of domestic politics, the Israeli-Palestinian question is \"particularly sensitive and emotive\" in Indonesia, Mr Laksmana says.", "He adds: \"So you're potentially dropping a domestic political timebomb [with the embassy announcement], but you couldn't give us a heads-up that this was even being discussed?\" ", "It has emerged that Mr Morrison did not consult Australia's Department of Foreign Affairs before announcing the policy review. Even Foreign Minister Payne learnt of it only two days beforehand.", "In a reference to Ms Marsudi's WhatsApp messages, Mr Taylor says: \"For someone from Indonesia to be angry like that is quite unusual and not in their culture. The leadership were really, really annoyed that something like this would come out of left field. Australia really set Jokowi up.\"", "Although Mr Widodo is keen to sign the free trade agreement and boost his economic credentials at a time when the Indonesian rupiah is plummeting, Mr Taylor believes the agreement would be an early casualty of any deepening diplomatic rift, \"and the pain of abandoning it would be felt much more strongly in Australia\".", "\"Let's be honest: Australia needs Indonesia much more than Indonesia needs Australia,\" he says. \"50% of our trade goes through Indonesian waters, and Indonesia acts as our first line of defence in issues such as anti-terrorism and people smuggling. This is the kind of co-operation which could be seriously harmed.", "\"Turnbull wasn't exaggerating when he said that Indonesia - and Malaysia, in fact, and the whole region - would take that [relocating the embassy] really seriously.\"", "Some doubt it will happen. Marcus Mietzner, an Indonesia expert at the Australian National University, says: \"Indonesia's tough response serves Morrison's interests.", "\"He can cite it when he… announces that the review concluded not to pursue it [the move]. This will send a message about the importance of the relationship and help Morrison to save face.\"", "Mr Trump had publicly humiliated the top law official over the Russia probe dogging his presidency.", "Have you been getting these songs wrong?", "What happens to your body in extreme heat?"]},
{"title": "Samsung shows off folding smartphone", "article_url": "https://www.bbc.com/news/technology-46130071", "tag": "Technology", "summary": "Samsung unveils a folding handset that turns into a tablet at an event in San Francisco.", "paragraphs": ["Samsung has unveiled a folding handset at an event in San Francisco.", "It described its Infinity Flex Display as \"the foundation of the smartphone of tomorrow\" and said it intended to start production within months.", "When unfolded, the device resembles a 7.3in (18.5cm) tablet. When closed, a separate smaller \"cover display\" on the handset's other side comes into use.", "Samsung has teased the concept for more than five years and had been vying with Huawei to show off a device first.", "However, both were upstaged a week ago when little-known start-up Royole unveiled a foldable phone of its own.", "Unlike Royole's FlexPai, Samsung obscured the final look of its device. It placed it in a case to hold off revealing the design until a later event.", "It also did not disclose how it will brand the phone.", "However, it did reveal that the forthcoming handset would be able to run three apps at once.", "Justin Denison, the executive who unveiled the handset, noted that when folded up the device fitted \"neatly inside\" a jacket pocket thanks to the displays involved being thinner than those on earlier phones.", "Unlike the FlexPai, the two sides of Samsung's device lie flat when closed. But this comes at the cost of there being noticeable breaks in its bezel, at least on the prototype demoed.", "Shipments of Samsung's smartphones were 13.4% lower in the July-to-September quarter than for the same period the previous year, according to market research firm IDC. ", "Although the sector as a whole shrank over the 12 months, the South Korean firm still underperformed, with its market share slipping from 22.1% to 20.3%.", "But analysts say a flexible phone has the potential to strengthen Samsung's brand and boost interest in its wider family of devices.", "\"We've already had squeezable, swivel, clamshell and even foldable phones,\" commented IDC's Marta Pinto.", "\"Differentiation is super important. Samsung's smartphone sales are declining as it faces serious competition from Huawei and other Chinese brands. ", "\"If it can bring a new and really interesting device to the market it could be a chance to regain momentum and return to growth.\"", "Google is also holding a developer event of its own for Android programmers. ", "One of its engineering chiefs announced that it would soon add support to the operating system to allow other manufactures to create foldable phones of their own.", "It also tweeted an animation of the concept in action.", "Finally, some interesting innovation in the smartphone space. Or smartphone and tablet space, I guess you could say.", "A new form factor can be a huge boost to device-makers, but only if it makes sense.", "A flip phone made previously big devices pocket-sized, and then smartphones brought button-less interaction to our palms. ", "But what will foldable screens bring? ", "One of the reasons why Samsung teased this device at its developers conference was to give software-makers a chance to think about how to make the most of the new possibilities a foldable screen might bring. ", "There's a reason why just about every new smartphone up until today looked the same: it worked. ", "To go foldable, there's likely to be big trade-offs on price, screen quality and perhaps weight - the device Samsung teased today did look chunky. ", "I'll hold back on a verdict until I get a chance to hold one for myself. ", "IBM Simon: The first mobile phone to offer a touchscreen user-interface - but its battery only lasted an hour.", "Siemens S10: The first handset with a colour display - although only red, green, blue and white could be shown.", "LG Prada: The handset debuted a capacitive touchscreen - detecting finger taps by changes in the display's electrical field rather than pressure.", "iPhone: Apple made use of \"multi-touch\", detecting several points of contact - allowing pinch-to-zoom and other interactions.", "Nokia N85: First phone with an OLED (organic light-emitting diode) display, letting it show deeper blacks and better contrast.", "Samsung Galaxy Note: Although not the first \"phablet\", the handset proved there was demand for a 5+ inch display, despite claims it was \"comically huge\".", "LG G Flex: The curved design was derided as being a gimmick, but points the way to the true \"bendy\" phones of the future.", "Sharp Aquos Crystal: The phone's \"edgeless\" look foreshadowed today's trend to keep bezels to a minimum.", "Samsung Galaxy Note Edge: Samsung's first handset to wrap its screen over one its sides used the extra space for notifications and app shortcuts.", "Sony Xperia Z5 Premium: The smartphone premiered a 4K display before it was easy to obtain such ultra-high definition mobile content.", "Essential Phone: The start-up beat Apple to featuring a camera notch in its display, which allowed the rest of the screen to extend upwards.", "Royole FlexPai: The California-based start-up surprised the industry when it revealed the \"world's first foldable phone\" last month.", "The BBC is not responsible for the content of external Internet sites", "Mr Trump had publicly humiliated the top law official over the Russia probe dogging his presidency.", "Have you been getting these songs wrong?", "What happens to your body in extreme heat?"]},
{"title": "S Korea apologises for rapes by troops", "article_url": "https://www.bbc.com/news/world-asia-46123548", "tag": "Asia", "summary": "The government has apologised for the assaults by troops who brutally put down a 1980 uprising in Gwangju.", "paragraphs": ["South Korea has apologised for the rape of women by troops sent to crush an anti-government protest 38 years ago.", "The defence minister bowed as he described how soldiers inflicted \"unspeakable pain\" on innocent women in the city of Gwangju in 1980.", "A recent government investigation confirmed 17 cases of sexual assault, including against teenagers and a pregnant woman.", "But some victims said an apology was not enough.", "Kim Sun-ok, who was raped, said \"a million apologies\" were worthless without the guilty troops being \"duly punished\".", "The south-western city of Gwangju was the centre of an uprising against martial law in South Korea, imposed after a military coup in 1979 led by General Chun Doo-hwan.", "A brutal military crackdown left more than 200 people dead or missing, according to official figures. Although widespread sexual assault has long been suspected, the issue has been kept out of the spotlight.", "But South Korea's liberal President Moon Jae-in, who came to power in 2017, pledged to re-open a probe into the massacre in Gwangju.", "After Ms Kim came forward in May alleging rape, a specific investigation into sexual assaults was ordered.", "Defence Minister Jeong Kyeong-doo said on Wednesday the investigation had confirmed troops committed rape, sexual assault and sexual torture.", "\"On behalf of the government and military, I bow deeply and offer my words of apology for the unspeakable, deep scars and pain inflicted on innocent victims,\" he said. ", "On Tuesday, Prime Minister Lee Nak-yon also apologised.", "\"Unjustly mobilised state power trampled on women's lives... I feel inexplicably terrible\" he said.", "In May 1980, after South Korea's military leaders declared martial law, pro-democracy protests began to grow across the country.", "Gwangju, in the south-west, became a centre of demonstrations.", "As security forces began to respond with brute force, the numbers of protesters swelled to their tens of thousands, with many ordinary citizens joining in.", "Thousands of paratroopers were deployed to stem the tide. On the ninth day, troops opened fire on the protesters who had gathered at the Provincial Government Office.", "It is alleged these troops carried out indiscriminate beatings, torture, sexual assaults and disembowelments. ", "On May 27, sanctioned by the United States, who jointly commanded the demilitarised zone between North and South Korea, about 20,000 troops were redeployed from the DMZ to take back Gwangju.", "Officials statistics say about 200 people were killed but surviving eyewitness dispute the figures and say the true number is likely to be much higher.", "Mr Trump had publicly humiliated the top law official over the Russia probe dogging his presidency.", "Have you been getting these songs wrong?", "What happens to your body in extreme heat?"]},
{"title": "Firm made staff drink urine and eat bugs", "article_url": "https://www.bbc.com/news/world-asia-china-46120627", "tag": "China", "summary": "Managers at the Chinese firm have been given jail time for punishing staff with extreme measures.", "paragraphs": ["Managers at a Chinese firm have been jailed for making staff who failed to reach sales targets drink urine and eat cockroaches, local media report. ", "Police took action after videos emerged showing workers being whipped with a belt and drinking a yellow liquid. ", "Social media posts alleged staff were also told to eat cockroaches if they did not meet targets. ", "Three managers were jailed for five and 10 days over the incident, the South China Morning Post reports.", "A widely-shared video posted on Chinese social media site Weibo shows a male employee standing in the middle of a circle, getting whipped with a belt. ", "Other staff, said to be employees of the home renovation company in the city of Guizhou, can be seen drinking yellow liquid from plastic cups while holding their noses. ", "Screenshots of what were said to be messages from the managers threaten staff that they will have to eat cockroaches for poor performances. ", "According to media reports, other forms of shaming and punishment at the firm have included drinking toilet water or vinegar and getting their head shaved. ", "The company had reportedly failed to pay their employees' salary for the past two months and staff was scared to speak up fearing they would lose the pay if they'd quit. ", "Police in Zunyi county police arrested three managers and they were later sentenced to jail time. ", "It's the latest in a string of cases of Chinese firms employing unusual measures to punish, shame or encourage their staff. ", "Previous reports have alleged cases of employees slapping each other at a company event to boost motivation, and staff forced to crawl on a public road or kiss rubbish bins as a punishment or for team building. ", "Mr Trump had publicly humiliated the top law official over the Russia probe dogging his presidency.", "Have you been getting these songs wrong?", "What happens to your body in extreme heat?"]},
{"title": "The last of the film billboard painters", "article_url": "http://www.bbc.com/travel/gallery/20181107-the-last-film-poster-painter-of-taiwan", "tag": "Travel", "summary": "Partially blind, he vows to continue ‘until I can no longer see’", "paragraphs": ["After 48 years of immortalising Hollywood legends, one of the world’s last film painters is now partially blind but vows to continue ‘until I can no longer see’.", "Yan Jhen-Fa has never met a film star, but he’s painted so many he can’t remember them all. Nearly every day for the last 48 years, the 66-year-old artist shuffles onto the pavement across from the Chin Men Theater in Taiwan’s oldest city, Tainan, holding a small image and five buckets of paint.", "For the next eight hours, he squats on a plastic stool and kneels on the ground in his makeshift outdoor studio, using deft brush strokes to depict film legends in surreal, film noir-like friezes of suspense, passion or pride. When he finishes, he clambers up the scaffolding and uses rope to hoist the 20-sq-m canvases three storeys into the air to hang them on the theatre’s facade.", "Today, the Chin Men is the only remaining theatre in Taiwan to continue the age-old tradition of displaying hand-painted film posters. And in an era of digital printing and computerised billboards, Yan is one of the last artists in the world carrying on a craft that’s on the verge of extinction.", "On a recent afternoon, Yan toiled away in the sweltering heat as a stream of pedestrians breezed by the ageing artist. With the precision of an architect and the flair of an Impressionist, Yan patiently sketched over last week’s work with a line-ruled grid before bringing Tom Cruise to life for the new Mission: Impossible film.", "With each sweeping stoke, the slight man with eyeglasses began filling the giant canvas with billowing explosions, snow-capped peaks and larger-than-life heroes, villains and sidekicks. Layers of light and shadow immortalised actors in a glamorous glow, and the vintage-style affiche evoked the golden age of the silver screen.", "“I’ve painted thousands of films in my lifetime, but my name has never been in the credits and I’ve never signed my work,” Yan said quietly, crouching over a kaleidoscope of paint tins. “Still, in some small way, I feel like I’m a part of the movie production.”", "This media cannot be played on your device.", "As long as there have been movies, there have been movie posters. When silent films became popular in the 1910s, theatres around the world hired artists to convey the excitement of new releases and capture an audience’s attention before they even stepped into the theatre. By the 1940s, Hollywood studios began printing and shipping their painted posters around the globe. But in many places where skilled labour remained cheaper than billboard-sized prints, handmade paintings continued to adorn cinemas for decades to come.", "In India, Bollywood employed 300 artists to decorate the country’s theatres with dramatic renderings of princesses and maharajahs for much of the 20th Century. In Ghana, local artists painted movie posters on flour sacks that could be rolled up and taken to the next screening until the 1990s. And in Thailand, Myanmar (also known as Burma) and the Philippines, artists scaled bamboo ladders to paint stills of films’ most memorable scenes and characters until the late 1990s.", "But perhaps nowhere did this artistic tradition run deeper than in Taiwan, where gigantic oil-painted posters were once some of the most eye-grabbing sights on the island’s streets. ", "During the heyday of kung-fu movies in the 1970s, we had more than 700 theatres in the country, and almost every one employed its own artist. Now, Mr Yan is the last. He is a very important treasure of Taiwanese cinema,” said Chen Pin-Chuan, director of the Taiwan Film Institute.", "Shy and softly spoken, Yan has always worked alone. It takes him two to three days to complete a painting, and ‘it all starts with the face.’ If he likes the film’s digitally printed poster, he’ll recreate it in a massive, dream-like portrait. If he doesn’t, he’ll sit in the front of the empty theatre and watch the movie. Then, he’ll carry six canvas panels that each dwarf him out into the natural light and blend his own style with the film’s plot to ‘try to honour it in a new way.’", "Having never married, Yan views painting as his life partner and pours himself into each portrait. Yet, while the Chin Men’s paint-splashed marquee has become one of Tainan’s most popular attractions, for many years the paint-speckled artist working across the street went unrecognised and unnoticed.", "“Often when people pass by, they look at me and don’t believe I painted these. It makes me feel sad,” Yan said. “But when I see children look up at the theatre and get excited, I’m reminded of myself as a child and I smile.”", "Yan (pictured in this self-portrait) grew up in a strict household on Tainan’s outskirts. He remembers studying film ads in the newspaper as a nine year old and recreating them with chalk. By 13, he was spending more time in Tainan’s cinemas than its classrooms – sometimes watching seven films a day and going home to sketch his favourite scenes from memory. When he finally told his parents at age 18 that he wanted to become a film artist’s apprentice, they chased him out of the house with a broom.", "“They said I’d starve,” he remembered. “And they were right.”", "Yan apprenticed under one of Taiwan’s greatest billboard masters, Chen Feng Yun. For the first two years, he earned the equivalent of just $6 per month, surviving on soup and rice and sleeping in the theatre because he couldn’t afford to rent a flat. Instead of instructing Yan, the master merely let Yan observe him as he worked. Yan studied how the master gripped his brushes, memorised his colour combinations and practiced relentlessly. Then one day, something clicked.", "“Everything has an essence, and you have to understand the subject’s essence to bring it to life,” Yan said. “It’s the blending of light and shadow, the person’s eyes and the angles that make it come alive.”", "Soon Yan began begging his teacher for work, and whenever the master had too many commissions, he’d hand extra projects off to Yan. During the peak of Taiwan’s film industry in the 1970s, Yan hand-painted a staggering 100 to 200 billboards a month. Yet, in 1983 – 13 years and thousands of billboards after Yan first entered the master’s studio – a theatre manager revealed to Yan that the master had been passing all of Yan’s paintings off as his own for the past decade.", "“I felt so taken advantage of, so invisible,” Yan said. “For many years, I received no credit for my work. But when the managers learned that I was the one behind all the paintings, I started working for every theatre in Tainan.”", "In recent decades, the rise of DVDs, on-demand streaming and multiplex cinema chains has caused many old theatres in Taiwan to shut their doors. That, along with the cheap cost of mass-produced prints, has forced those that have survived to abandon the tradition of hand-painted posters.", "Today, only a handful of theatres around the world still employ a full-time poster artist: there’s one in Germany, one in Greece and one in the Philippines. And in Tainan, which once employed more than 30 full-time poster masters at the start of the 1980s, the Chin Men Theater has been Yan’s last and only client for the past 26 years.", "“There has always been a hand-painted artist here and so it’s important that this culture doesn’t disappear, like it has everywhere else,” said the Chin Men’s manager, Wu Jyun-Cheng. “In the malls now, they use computers to print posters, but it looks dull and dead. Master Yan’s art is vivid and alive.”", "Not much has changed at the Chin Men since Wu’s father opened it in 1950. Instead of computer-generated tickets, a teller still stamps each entry by hand. Inside, a sign politely asks men to remove their caps and an arrow points people downstairs to the air-raid shelter. Outside, Wu’s brother drives an old lorry through the streets, advertising the theatre’s latest releases with a bullhorn. And throughout the lobby, framed portraits of hometown hero and director Ang Lee serve as a shrine to the Chin Men’s most famous patron.", "“It was this theatre where Ang Lee first fell in love with cinema as a young student, and he’s always said that the painted billboards were a big part of that attraction,” Wu said. “We are committed to keeping this tradition alive for as long as Master Yan is able.”", "In the past year, images of Yan’s hand-painted posters have started circulating online. After working in the shadow of his famous master for so long, the once-anonymous artist has begun receiving praise from people he’s never met – including one Hollywood legend who Yan has spent much of his lifetime emulating.", "“I am completely amazed by this man’s wonderful work,” said artist Drew Struzan, who has designed more than 150 hand-painted film posters – including ET the Extra-Terrestrial and the Indiana Jones, Back to the Future and Star Wars series. “The sheer scale he’s working with, the energy and passion he has, it’s beautiful. I’ve never seen anyone doing anything like this.”", "While Yan continues to fight his lonely battle against digital printing one brushstroke at a time, the Chin Men Theater can only afford so many canvases. As a result, with each new film release, Yan has to paint over his old work and lose it forever – but not before snapping a photo of it hanging the theatre’s facade as a final keepsake.", "A lifetime of painting has also exacted a punishing toll on his eyesight. Years ago, doctors discovered severe injuries to his retinas, and while they were able to repair his left eye, he has lost nearly all sight in the right. Surely, if a little more slowly these days, Yan soldiers on, insisting, “I’ll paint until I can no longer see.”", "Since the last of his contemporaries abandoned the profession years ago, Yan recognises that Taiwan’s hand-painted cinema tradition is likely to disappear with his eyesight. So, after nearly 50 years of immortalising stars, Yan has spent the past four years instructing students.", "Now, every weekend a group of 10 to 15 apprentices eagerly wait in a car parking across from the Chen Men Theater until their master arrives on his rattling purple scooter. Armed with easels, chalk and paint, Yan patiently teaches the group how to carve a canvas into triangle grids, how to mix five cans of paint into thousands of colours and how to search in a subject’s eyes to find their ‘essence’. He’s not sure if any of his pupils will follow in his footsteps, but he’s quick to impart a lesson he learned from struggling anonymously under his own master long ago.", "“Don’t give up, don’t get discouraged,” Yan said, looking up at the theatre’s hand-painted canvases. “Every new film is a chance to capture someone’s attention.”", "Custom Made is a BBC Travel series that introduces you to custodians of cultural traditions all around the world.", "Here, women can have many or as few lovers as they wish", "‘It’s as Irish as potatoes’", "The show-stopping technique could be on the verge of disappearing", "Its story is perhaps even more remarkable than its architecture", "\n\n"]},
{"title": "The surprising story of wallpaper", "article_url": "http://www.bbc.com/culture/story/20181106-the-surprising-story-of-wallpaper", "tag": "Designed", "summary": "How a staple of luxury décor has gone from work of art to designer must-have", "paragraphs": ["How a staple of luxury décor has gone from work of art to designer must-have – with some ups and downs along the way. ", "What did the wallpaper that hung in Oscar Wilde’s cheap Parisian hotel room look like? He said he was fighting a duel to the death with it: “One or other of us has to go.”  Frustratingly, there are no details of the aesthetic offence it had committed, and despite its iconic status, no one thought to preserve a sample when the room in which Wilde died was re-decorated. That is the fate of most wallpapers – they are a transient item of décor. They stain, crease, become mouldy and above all go out of fashion. Historic examples usually only exist in archives, although thankfully exquisite block-printed and hand-finished Chinese wallpapers have survived in historic homes.", "\n\n        View image of Credit: Alamy\n    ", "The Chinese have the honour of inventing wallpaper; they are said to have pasted rice papers on to walls as far back as the Qin dynasty. Smoother linen fibres later replaced rice, so that painting and printing on paper became easier. By the 12th Century, the skill of paper making had spread to the West via the Silk Route.", "More like this:", "When Venetian luxury ruled the world", "The designer celebrating rare species", "The earliest surviving fragment of European wallpaper, found in Christ's College Cambridge, dates from 1509. It was made by Hugo Goes of York, and has a damask-style design of pomegranates derived from Islamic prototypes, and later much copied in Italian and Spanish textiles. It is a key sample, not only because it shows how textile designs influenced wallpaper, but also because it is a block print.", "\n\n        View image of Credit: V&A Museum\n    ", "Advances in block-printing technology heralded the widespread use of wallpaper. Images taken from tapestries and other expensive fabrics such as damasks and tooled leather, used by the wealthy to adorn their walls, were copied on to blocks of paper for poorer households. According to the V&A’s Short History of Wallpaper “It has never quite thrown off the taint that comes from being a cheap imitation.” But this view is being challenged by recent developments in the world of interiors.   ", "\n\n        View image of (V&A Museum) \n    ", "The first guild for dominotiers – makers of wallpaper – was created in France in 1599. Historian Savary des Brusions, described them as making “a type of tapestry on paper… used by the poorer classes in Paris to cover the walls of their huts or their shops.” With the invention of the first machine for printing wallpaper in 1785, the French came to dominate the industry. One of the most famous of the manufacturers was Jean-Baptiste Réveillon, who had a royal warrant and produced lavish and ludicrously expensive papers for the aristocracy at his factory in Paris.", "\n\n        View image of Credit: Victoria & Albert Museum\n    ", "The papers featured flowers, swans, birds and beasts, and were often hung as panels, framed with gilt edges. Cornucopia overflowing with fruits were a popular motif. Perhaps unsurprisingly given the food shortages, the first violent demonstrations of the French Revolution – known ever after as the Réveillon riots – took place at the factory.  ", " Chinoiserie became all the rage, and in no time the designs were copied by Europeans ", "At roughly the same time, the Chinese were exporting vast quantities of both furnishing fabrics and rice wallpapers, likewise decorated with oriental flowers, birds and landscapes. Chinoiserie became all the rage, and in no time the designs were copied by Europeans.", "Flocked wallpaper – usually hung on batons and long seen as the epitome of tastelessness – dates back to 1680. The first examples were a cheap substitute for cut velvet. The coloured paper was coated with patterns of glue on to which was sprinkled the shearings of wool left from cloth making. Historic examples are surprisingly attractive.  ", " Forging wallpaper was by 1806 among the long list of offences punishable by death ", "The mid 18th Century saw a massive expansion of Chinese workshops making woodblock prints in a wallpaper format to cater to the Western love of everything Eastern. These bird-and-flower export wallpapers had brightly coloured backgrounds. Aimed squarely at the European market, they became a defining feature of the English country house frequently mentioned in letters and diaries.", "Examples survive at Ightham Mote and Felbrigg, where the wallpaper in the Chinese Bedroom is recorded as having been hung in 1752 by a London paper-hanger called John Scrutton. The printing is so fine that the papers were originally assumed to be hand painted rather than block printed. The botanist Sir Joseph Banks praised the Chinese painters for their accuracy, observing in his Journal in 1770: “Some of the plants which are common to China and Java, such as bamboo, are better figured there than in the best botanical authors.”", "Age of elegance", "Such luxuries did not escape notice. In 1712 a property tax on wallpaper had been introduced under Queen Anne and remained in force for 124 years. Forging wallpaper stamps (or anything else) was by 1806 among the long list of offences punishable by death. In dodging the tax by simplifying designs into stencils, English manufacturers lost out badly to the French whose repertoire was endless and boundless. In addition to brilliant copies of textiles,  there were panoramic landscapes, battle scenes, grottos and Gothic and Rococo Revival designs.   ", "\n\n        View image of Credit: Getty Images\n    ", "The repeal of the tax, together with the introduction of mass-production printing techniques in the Victorian period galvanised the English wallpaper industry once more. Wallpaper went from being a background element in the home to a more important part of the décor. New technologies allowed for greater illusionism as well as cheaper production of the panoramics. While the designs of William Morris might today appear to epitomise the Victorian look, he was in fact appalled by the vulgar panoramics of the industrial age. The Arts and Crafts Movement designs produced by Morris & Co harked back to nature with a repertoire of birds, flowers, trees, leaves and fruits.", "\n\n        View image of Credit: Zuber\n    ", "However a killer was lurking among the brambles and roses: Morris & Co used large quantities of arsenic in their dyes – particularly for the greens in wallpaper. In the 1860s when a number of child deaths were attributed to wallpaper, William Morris refused to accept they had been poisoned. Eventually, he bowed to public pressure and began to produce wallpaper that was advertised as ‘arsenic-free’.", " Wallpapers have recently rolled back into fashion in a big way ", "For a brief period when Modernism took hold, bare walls became fashionable. But wallpapers have recently rolled back into fashion in a big way. “Wallpaper is certainly enjoying a renaissance – although our firm never really saw a downturn,” says a spokesman for Zuber, a French firm dating back to 1797 that supplies everything from cut velvet and tooled leather to panels and embossed papers.", "\n\n        View image of Credit: Christian Lacroix\n    ", "Zuber particularly is famous for panoramas such as The War of American Independence, dating from 1852, which is still available today if you take out a mortgage; at £24,000 for 32 panels it has entered the Guinness Book of Records as the world’s most expensive wallpaper. A Zuber panorama hangs in the White House, while another client, Annabel’s has used Zuber’s tooled-leather paper in their refurbished Berkeley Square Club. Another notable French name is that of De Gournay, many of whose custom-made wallpapers are reminiscent of historic Chinese wallpapers that are now traded as antiques.  ", "\n\n        View image of Credit: Zuber\n    ", "The march of luxury design has seen brands such as Hermes, Versace, Roberto Cavalli, Louis Vuitton and Christian Lacroix stretching into the wallpaper market. The papers are available in all the traditional styles – botanicals, florals, textures, rock styles, damasks, panels – and they have made their way into many a show-home. They are “a way to partake in a luxury brand,” says Charu Gandhi, founder of the luxury design house Elicyon that uses papers from Philip Jeffries, Hermes, Fromental, De Gournay and Arte, among others. “I am a great fan of wallpaper as well as fabric panelling. It cocoons a space and has wonderful acoustic qualities. It can be playful or powerful, subtle and flexible.” ", "\n\n        View image of Credit: Christian Lacroix\n    ", "“Wallpaper is having its day in the sun,” adds interiors expert, Tricia Topping: “It is now centre stage in every showroom window at Chelsea Harbour Design Centre, and is being using by top interior designers with spectacular results.”  ", "The V&A is running a weekend course The History of Wallpaper on 1 to 2 December 2018.", "If you would like to comment on this story or anything else you have seen on BBC Culture, head over to our Facebook page or message us on Twitter.", "The German design movement was thought to be progressive, but was it really?", "A round-up of some top tomes from 2017", "\n\n"]},
{"title": "The art of the ménage à trois", "article_url": "http://www.bbc.com/culture/story/20181107-the-art-of-the-mnage-trois", "tag": "Culture", "summary": "Artistic threesomes and their fluidity in life, love, sex and creativity", "paragraphs": ["The exhibition Modern Couples shows how artists and writers have been fluid in life, love, sex and creativity. Holly Williams explores some avant-garde threesomes.", "Brangelina, Kimye, Hiddleswift… you could be forgiven for thinking the celebrity portmanteau name was an invention of the 21st Century. But today’s creative couples surely have nothing on the delightful ‘PaJaMa’: an amalgam of Paul Cadmas, Jared French and Margaret French, to reflect the interdependence of their relationship and artistic practice. From 1937 on, they lived as a polyamorous trio for 20 years.", "\n\n        View image of Credit: 1946, Jack Shear, Gitterman Gallery, New York\n    ", "PaJaMa is one of the fascinating , lesser-known stories in Modern Couples, a new exhibition at the Barbican in London. A collaboration with Centre Pompidou-Metz in France, the show refutes the notion of the solo – and let’s be honest, usually male – genius. Instead, it re-examines creative partnerships of the first half of the 20th Century to explore their symbiotic nature. Featuring more than 40 couples (narrowed down from a longlist of more than 200), it takes a wide-ranging look at how the artistic and literary experiments of the avant-garde were often also accompanied by experiments in living, and in loving.", "–         The artists who shocked Europe", "–        The enigmatic vision of a mystic", "–        Fascinating photos of outsiders", "But although it’s called Modern Couples, one of the striking things about the exhibition is just how fluid, porous, or expandable many of these relationships were. Actually, we’re often not talking about couples – but ‘throuples’. Two’s company, three’s an experiment…", " We seem to be in an era that’s freshly questioning of conventional relationship structures, and more open-minded towards alternatives ", "“‘Couples’ is an elastic term,” the curator Jane Alison suggests. “And of course, three-way relationships are not easy, but there are a number within this exhibition.” Some form a cheerful – some a fraught – ménage à trois. Some come to quiet arrangements within existing marriages, while others espouse an open relationship as a radical, political act.", "We seem to be in an era that’s freshly questioning of conventional relationship structures, and more open-minded towards alternatives. Or more nosey, at least: barely a day goes by without a new article about polyamory, ethical non-monogamy, or relationship anarchy. The language and terminology may be different, but many of the ideas are the same as those wrestled with – practically, romantically, creatively – by the 20th-Century avant-garde.", "\n\n        View image of Credit: 1941, Collection Jack Shear\n    ", "Back to PaJaMa. The trio met in New York City, at the Art Students League. Paul Cadmus – who painted stylised, muscular, sometimes homoerotic scenes – and Jared French, also a figurative painter in what was dubbed the ‘magic realism’ style, became lovers. Jared married Margaret in 1937 – and so began a new, fluid, three-way relationship that also found expression in jointly-made photographs.", "Their work is associated with Fire Island, which runs south of Long Island, and which was already a gay enclave by the mid-1930s. The trio’s photographs are sometimes surreally playful, often moodily atmospheric, and always elegantly posed and poised. Long, lithe bodies drape on sand dunes or languish in the shallows; modesty is covered by driftwood, draped towels, or nothing at all.", "\n\n        View image of Credit: 1937, Courtesy of Guggenheim Museum, New York\n    ", "They shot each other, and their friends – but these carefully composed photographs were a private project, only shared among their circle, until discovered in the 1980s. “Art was the place where you could experiment,” Alison tells me at the show’s opening. “They were discreet, publicly, but were able to enjoy in their artwork this liberated space.”", "All images are credited to all of them, simply as PaJaMa: an act of naming that’s obviously playful, but surely also boldly celebratory of their erotic and artistic union.", "PaJaMa photographed, and crop up in photographs by, another threesome featured in Modern Couples: George Platt Lynes, Glenway Wescott and Monroe Wheeler. Lynes was behind the lens; as with PaJaMa, there’s cool elegance to his performatively homoerotic black-and-white photographs, but something of the candour of his portraits also feels strikingly modern and hip. It’s no surprise that he enjoys a cult following, and inspired Robert Mapplethorpe.", "Wheeler – director of publications at MoMa – was already in a relationship with Wescott – a successful novelist – when Lynes arrived on the scene in the 1920s. Their ménage à trois was not without its tensions: Lynes rather replaced Wescott in Wheeler’s affections – or in his bed at least, Wescott often the one that had to sleep alone.", "\n\n        View image of Credit: 1937, courtesy of Beth Rudin DeWoody\n    ", "Wescott was also attracted to Lynes, but it wasn’t reciprocated. An extensive extract from his diary in 1937, reprinted in the show’s catalogue, conveys his “gnawing desire” for his lover’s lover, going into really rather extensive detail about Lynes’ penis.", "Was it healthy or weird of Wheeler to encourage Wescott to explore all this in his writing? Readers benefitted, at least: “Wescott wrote this amazing book, The Pilgrim Hawk, which deals with his sexual frustration – Monroe Wheeler encouraged him to make his own experiences the subject of his work,” Alison explains.", "In 1943, after 17 years, Lynes left the relationship – but Westcott and Wheeler endured, spending a total of 68 non-monogamous years together.", "Free love", "Elsewhere, openness in relationships was a political act. In Russia, the revolution extended to marriage: the need for sexual freedom and the liberation of women was part of some Marxist theories. Among avant-garde artists, monogamous marriage was deemed rather bourgeois.", "\n\n        View image of Credit: Getty Images\n    ", "So when Osip and Lilya Brik saw Vladimir Mayakovsky reading a poem at a party in 1915 – and both “fell passionately in love with him”, according to Emma Lavigne, director of the Pompidou-Metz – it was no disaster. Indeed, when Osip found out Lilya had slept with Mayakovsky, he’s reported to have replied: \"How could you refuse anything to that man?\" A writer and publisher, Osip would go on to champion the young poet’s work.  ", " The interlocking creative and romantic relationships of the well-to-do Bloomsbury set were no less radical ", "Mayakovsky eventually moved in, and their ménage à trois was public, and lasted 15 years – until Mayakovksy’s suicide in 1930, aged just 36 (Lilya divorced Osip later in the same year). Long-lasting though the relationship may have been, it was also tempestuous. All three had other lovers, and jealousy was an issue for the melodramatic Mayakovsky at least. Many of his poems were about, or dedicated to,  Lilya, but several show the strain: “What am I but/a cripple/infected/with love/A sort of/empty vessel/you can fill/with your shit,” he wrote in Pro Eto. Modern love was a little better mannered, perhaps, in Bloomsbury Square – but the interlocking creative and romantic relationships of the well-to-do Bloomsbury set were no less radical.  ", "\n\n        View image of Credit: Roger Fry, The Courtauld Gallery, London\n    ", "Sisters Vanessa Bell and Virginia Woolf both fashioned their love lives into new forms – much as they did with painting and literature. Vanessa Bell married art writer Clive Bell in 1907 and they had two children, but although their marriage foundered and both had other relationships, they never divorced, and remained much in each other’s lives. Clive organised two influential Post-Impressionism exhibitions with art historian Roger Fry, who – at the same time – was having an affair with Vanessa. Fry, Vanessa and the painter Duncan Grant then formed the Omega workshop in 1913, making furniture, fabric and ceramics in bright, bold Fauvist colours and patterns.", " Duncan Grant, although he fathered a child with Vanessa, generally preferred men ", "Vanessa’s affections moved to Grant, and together they moved to Charleston, a farmhouse in Sussex which they turned into a living artwork, painting every available surface. Their artistic collaboration was long-lasting, even if their sexual union was more fleeting: Grant, although he fathered a child with Vanessa, generally preferred men. His lover, David ‘Bunny’ Garnett, joined them to live in Charleston.", "\n\n        View image of Credit: Getty Images\n    ", "The farmhouse was a hub for the Bloomsbury group over the years: Fry designed a studio space there; another of Grant’s lovers, the economist Maynard Keynes, lived there for a spell, and Clive Bell had his own room. Illegitimacy still being scandalous, Clive even claimed parentage when Angelica, Vanessa’s child by Grant, was born in 1918 – problematically, in the long run, when Angelica fell in love with Bunny Garnett, unaware he had been her real father’s former lover.", "As an experiment in living, then, Charleston was not without its difficulties – but it was a site for enormous creativity, and mostly a very happy home. “It seems to me the only really successful family life I’ve ever seen,” wrote Fry to Vanessa in 1926, “which ought to be made known to all those good people who think that family life depends on the sanctity of marriage.”", "\n\n        View image of Omega Workshop, Getty Images \n    ", "The Woolfs – Virginia and her husband Leonard – were frequent visitors, and another unconventional couple. His support was important creatively: Leonard helped Virginia cope with the difficult birth of each new book, her mental health issues flaring as she neared publication. The pair also set up the Hogarth Press in 1917; Virginia set the type, while Leonard managed the inks and printing. It wasn’t just a home for Virginia’s work, but also for his writing, among other seminal texts: they published Freud, and TS Eliot’s The Waste Land.", "Their marriage was loving and affectionate – although thought not to have been a ‘success’ in the bedroom, Virginia struggling with sexual intimacy having been abused by her half-brothers as a child. But it was also open: Virginia had a brief but significant involvement with the writer and garden designer Vita Sackville-West, which Leonard knew about and tolerated.", "While there’s speculation over the exact nature of the women’s relationship, it seems likely it was sexual and certainly romantic, the pair writing teasing yet yearning letters. “I am reduced to a thing that wants Virginia,” wrote Sackville-West in 1926.", "\n\n        View image of Modern Couples/ Vanessa Bell \n    ", "Virginia, meanwhile, immortalised Sackville-West in 1928 in her fantastical novel Orlando, about a young poet who lives for three centuries, turning into a woman part way through. It was set in a country house based on Sackville-West’s own pile, Knole, and featured illustrations of her and her ancestors – hardly subtle, and yet their bisexuality wasn’t sniffed out at the time. With its gender fluidity and lesbian origins, Orlando has since become an iconic queer text, seen as the fruit of a very modern couple. Or should that be a very modern trio?", "Modern Couples is at the Barbican, London, until 27 January 2019.", "If you would like to comment on this story or anything else you have seen on BBC Culture, head over to our Facebook page or message us on Twitter.", "And if you liked this story, sign up for the weekly bbc.com features newsletter, called “If You Only Read 6 Things This Week”. A handpicked selection of stories from BBC Future, Culture, Capital and Travel, delivered to your inbox every Friday.", "07", "Nov", "18", "Nov", "06", "Nov", "12", "Nov", "15", "Nov", "18", "Nov", "\n\n"]},
{"title": "The secrets of endurance athletes", "article_url": "http://www.bbc.com/future/story/20181106-the-secrets-of-endurance-athletes", "tag": "Future", "summary": "What it really takes to complete a gruelling long-distance race", "paragraphs": ["Running a distance race – like a 246km ultramarathon – takes extraordinary physical fitness. But however hard they have trained, an athlete’s success hinges on their mental endurance. ", "This story is an adaptation of What are the limits of human endurance?, an episode of CrowdScience presented by Marnie Chesterton and produced by Cathy Edwards. To listen to more episodes of CrowdScience from the BBC World Service, please click here.", "In the early hours of a night in late September, somewhere between Athens and Sparta in Greece, a trickle of runners trudge wearily by. It’s dark, it’s raining heavily and these ultra-distance athletes are in the midst of a staggering 246km road race.", "These runners are attempting the Spartathlon. Starting at dawn in the shadow of the Acropolis in Athens and finishing in Sparta, the annual event recreates the journey of the ancient Greek messenger Pheidippides, who made the journey in a day and a half to summon Spartan troops. (This ancient ultra-runner is probably better known for his legendary 26-mile (42km) run from the Bay of Marathon to Athens – the origin of the term ‘marathon’.)", "The annual race was first held in 1983, when the winning time was 20 hours and 25 minutes. No runner has been able to beat that record since. But there’s no lack of people trying.", "The popularity of ultramarathons has shot up in recent years – and so too has interest in the science and mechanics of how the body works in these extreme situations. ", "\n\n        View image of A runner in the 2013 Spartathlon slows \n    ", "Clearly, anyone who takes part in these kinds of races is going to be running for a very long time. What does it take to be capable of such an act of endurance – both physically and mentally? And what tricks do these athletes use to keep themselves motivated, and on their feet, during a race? ", "You might also like:• What’s the fastest we can run? • The ultra-athletes aged 60+ • How to exercise smarter", "At the Spartathlon, which a freak storm has made especially harsh this year, Dean Karnazes is one such runner pushing his limits. This is his second Spartathlon, but this time he’s had a tough start and is nursing a bruised hip after being hit by a car.", "“It’s real at this point, you know, your whole body starts to hurt,” he says.", "At this stage of the race Karnazes says the psychological element is important. “It’s really demoralising, going this slowly,” he says. “I’m still moving forward, it’s not pretty, it’s not fast, but it is movement. Kick me in the butt and tell me to keep going.”", "And with that Karnazes runs off into the darkness – still hurting.", "Speed limit", "Mark Burnley, an endurance physiologist at the University of Kent, investigates the biology that underpins how fast somebody can run at a variety of distances, from sprints to ultramarathons.", "\n\n        View image of Kenya’s Eliud Kipchoge reacts after setting a new world record \n    ", "In distance running, three parameters will determine your performance, he tells Crowdscience. First you need a high VO2 max, the maximum amount of oxygen your body can use during intense exercise. Second is a high lactate threshold, which is the fastest pace you can run without generating more lactic acid than your body can get rid of. Third, you need an excellent running economy – the human equivalent of the fuel economy of your car, making efficient use of resources to cover the distance.", "“If you put those three together you’ll run a fast marathon,” Burnley says. ", "The world record marathon is currently just over two hours. Could it get faster still? While a sub-two-hour marathon is probably just a matter of time, Burnley says the body does have some limiting factors.", "“The body [has] essentially two systems of energy delivery. We have aerobic metabolism which [uses] molecular oxygen from the atmosphere,” he says. “We then have anaerobic metabolism, which are energy-transfer processes not involving oxygen.” The reason you couldn’t sprint a marathon, he says, is that your body can’t supply energy rapidly enough using the aerobic system.", "\n\n        View image of Kenya’s Mary Keitany won the New York City Marathon with a time of 2:22:48 \n    ", "Ultra-distance runners, meanwhile, obviously run a lot slower than the fastest marathon runners. People tend to complete the first 42km of the race in times closer to three or four hours. But once they’ve done that first 42km, they have almost another five marathon lengths to go.", " Endurance limits in terms of ultra-endurance is very much a case of trying to limit the amount of damage you do to your body in that particular event – Mark Burnley ", "“Endurance limits in terms of ultra-endurance is very much a case of trying to limit the amount of damage you do to your body in that particular event,” says Burnley. “In 5,000 and 10,000m running we often talk about getting up to a certain pace and being able to hold that pace. In an ultra-endurance race, you’re just trying to complete the task.”", "What that means in practical terms is a shuffling pace. The aim as an ultra-distance runner “is trying to run with minimal leg lift, essentially trying to minimise the energy cost of your run”, says Burnley.", "Mental strength", "For many athletes, though, one of the biggest potential limiting factors is the mind.", "\n\n        View image of Athletes wait to start the 2017 Spartathlon (Credit: Getty)\n    ", "Back in Greece, Karnazes was last seen shuffling up a mountain in darkness as he was being pummelled with rain. As a seasoned ultra-distance runner, he knows the extraordinary psychological strength required to keep putting one foot in front of the other.", "“There are moments when you feel very strong and you feel like you can keep running forever,” he says. “A couple of instances later you feel like, ‘I’ve got to stop, this hurts so badly I can’t make it to the street corner.’ And then you push through that wall and you emerge on the other side and you feel strong again.”", "There is no doubt that long-distance running goes hand in hand with mental fortitude; there are Japanese Buddhist monks who run 1,000 marathons in 1,000 days on the road to enlightenment. And there’s the ‘self-transcendence’ race, where competitors run 3,100 monotonous miles around a single city block.", " There’s some evidence to suggest that those who compete in ultra-endurance events have a higher pain tolerance – Carla Meijen ", "“There’s some evidence to suggest that those who compete in ultra-endurance events have a higher pain tolerance,” says Carla Meijen, a sports psychologist specialising in endurance at St Mary’s University in London. “We don’t quite know whether that pain tolerance is the result of pushing yourself and going through all these events or whether it’s something that you have from the start.”", "\n\n        View image of Nepali Buddhist monks train for an ultramarathon in February 2018 (Credit: Getty)\n    ", "Research suggests that around half of ultramarathon competitors experience significant changes in their mental state. “You might feel a bit disoriented, a bit confused,” says Meijen. “I guess the bigger picture is self-regulation, how are you able to deal with that?”", "It’s something Karnazes knows all about. “I think the first half you run with your legs and the next half you run with your mind,” he says of the Spartathlon. “There comes a point in the race where the pain, it owns you and you just have to reckon with the fact that you are in a lot of pain and it’s not going to go away and to deal with it.”", "In those moments in a race where your body is exhausted, what are the psychological techniques you can use to push your limits?", "According to Meijen, it’s about being ready for those moments. Before the race, she says, you want to reflect on previous experiences, learning from them so that you can prepare how you’ll respond before you get there.", "In the race itself, when your brain wants you to stop because you are in pain, use distraction, she says. “It may be that you need to take on more nutrition”, she says, or “think about what you’ll reward yourself with at the end of the event”.", "\n\n        View image of Athletes start the handbike racing event during the 2018 Rome marathon (Credit: Getty)\n    ", "She also suggests using active regulation strategies during a race, such as motivational self-talk or even relaxation strategies.", "Whatever you decide works best for you, Meijen says, you need to practise in advance. That way, when you start to feel the exhaustion hit, “you get yourself back into talking yourself out of exhaustion”.", "Sleep stock", "Tiredness and sleep deprivation is, of course, a big consideration for those running a race that continues throughout the night – or even several nights. One recent study found that the majority of runners try to ‘bank’ sleep ahead of a long race by sleeping longer at night or napping during the day.", "\n\n        View image of Rob Krar crosses the finish line to win the 2014 Leadville Trail ultramarathon \n    ", "Whether or not these elite athletes sleep during a race depends, perhaps unsurprisingly, on the length of the race. For races under 36 hours, such as the Spartathlon, most runners tend to push through and not sleep for the whole distance. For races that would stretch out over more than one night, runners take one or more catnaps lasting between 10 and 30 minutes. Most choose to sleep at night at aid stations, where participants are also given food and water.", " In the longest races, a slower pace and quick catnaps had a significant protective effect on the muscles ", "And these strategic naps had an interesting result. A scientific study of ultra-runners taking part in the Tor des Géants, a 205-mile (330km) race in Italy’s mountains, showed that fatigue and muscle damage was less than it would be for people who had run only half this distance. Researchers found that in the longest races, a slower pace and quick catnaps had a significant protective effect on the muscles. ", "For the 239 out of 381 runners approaching Sparta, the finish line is in sight. But there’s no sign of Karnazes. A quick phone call later and he says he didn’t make it.", "“It got to me, 24 hours of rain,” he says. “To be honest I’m relieved… there’s never any assurance that you’re going to finish. I have such respect for anyone who was part of this race.”", "At the finish line, it’s clear that while there is incredible emotional jubilation, the physical price is high. Some athletes have collapsed. Among them is Cat Simpson, a British competitor, lying on a stretcher covered in a blanket with two drips attached to her.", "Evidently running a race like this is about pushing yourself to the very limits and saving any breakdown until after the finish line.", "\n\n        View image of A runner lies on the ground after finishing South Africa’s 89.2km Comrades Marathon \n    ", "Dora Papadopolou, an orthopaedic surgeon and sports medicine consultant at the Defence Medical Rehabilitation Centre Headley Court in the UK, has been looking after exhausted runners here for the last 10 years. She lists the most common ailments competitors have: blisters, muscular problems, cramps.", "Despite the punishment that this extreme sport inflicts on your body, research has shown that recovery can be remarkable. A recent study of Spartathlon runners showed that just after the race, their blood samples – which looked similar to those of people close to death according to Dr Papadopolou – returned to normal within days.", "For Simpson and other finishers, the race is over for another year.", "“It feels like a bit of a dream,” she says, “from about 70 miles I thought I wouldn’t make it in the dark and thunderstorms.”", "So, will she be back training for the next one?", "“I’m never doing this again, ever,” she says.", "Join 900,000+ Future fans by liking us on Facebook, or follow us on Twitter or Instagram.", "If you liked this story, sign up for the weekly bbc.com features newsletter, called “If You Only Read 6 Things This Week”. A handpicked selection of stories from BBC Future, Culture, Capital, and Travel, delivered to your inbox every Friday. ", "\n\n"]},
{"title": "A huge airport that no one’s using", "article_url": "http://www.bbc.com/capital/story/20181030-what-happened-to-berlins-ghost-airport", "tag": "Capital", "summary": "Not a single passenger has used this hi-tech airport", "paragraphs": ["Not a single passenger has used this hi-tech European airport yet. Will they ever arrive?", "Dozens of gates are ready for aeroplanes to pull in. Information screens display simulated real-time flight information. Gleaming terminals stand waiting for passengers to walk through them.", " Earlier in 2018 planners said the current estimated costs would reach €7.3bn  ", "Berlin’s Brandenburg Willy Brandt Airport (BER) looks exactly like every other major modern airport in Europe, except for one big problem: more than seven years after it was originally supposed to open, it still stands empty. There are no passengers using it.", "Germany may be known for its efficiency and refined engineering, but when it comes to Berlin’s new ghost airport this reputation could not be further from the truth. Plagued by comically long delays, perpetually mismanaged and expected to cost more than three and a half times the initial budget, the airport has become something of a running joke among Berliners - and a source of frustration for local politicians, business leaders and residents alike.", " \n\n        View image of (Credit: Getty Images)\n    ", "The city, state and federally funded airport was originally expected to cost €2bn. Earlier this year, however, planners said the current estimated costs would reach €7.3bn, a number that could rise further depending on how long it takes to finish. And every month the airport sits unopened, it racks up millions of euros in maintenance and upkeep costs.", "“There was, in a sense, a spiral of major errors which contributed to the final result,” Jobst Fiedler, a professor emeritus at Berlin’s Hertie School of Governance and the author of a 2015 case study on the airport, told BBC Capital. “It should have opened in June 2012 - at that time already there was a considerable cost and time overrun - but the story has been going on.”", "Planning for the new airport began after the fall of the Berlin Wall in 1989. At the time, it became clear that the newly-reunified capital would need a modern airport with far greater capacity than its pair of Cold War-era airports, Tegel (in former West Berlin) and Schönefeld (in former East Berlin). The city broke ground on the new airport in 2006, with the understanding that both Tegel and Schönefeld would close when it opened.", "The first major sign something was wrong came in summer 2010, when the corporation running construction, the state- and federally-controlled Flughafen Berlin-Brandenburg, pushed the opening from October 2011 to June 2012. In 2012, it really did look like the airport would open: the city planned a ceremony which would have been attended by Chancellor Angela Merkel. But less than a month beforehand, inspectors found significant problems with the fire safety system and pushed the opening back again to 2013.", "\n\n        View image of (Credit: Getty Images)\n     ", "It wasn’t just the smoke system: a series of other major problems subsequently emerged. More than 90 metres of cable were incorrectly installed; 4,000 doors were wrongly numbered; escalators were too short. There was such a shortage of check-in desks the planners proposed some airlines check their passengers in at tents in front of the terminal - a move that airlines naturally opposed.", " The city broke ground on the new airport in 2006, with the understanding that both Tegel and Schönefeld would close when it opened ", "Jörg Stroedter, the centre-left Social Democrats’ spokesman for the airport committee in Berlin’s parliament, told BBC Capital that errors such as these - and the decision to push forward with fixing them, rather than starting over - are why costs have skyrocketed. The failed opening of the airport in 2012 “should have led to the decision to totally gut the building and dismantle all the complicated facilities,” he said. “If that had happened, the airport would have already been in operation for a long time, with newer and less complicated facilities.”", "So is Stroedter's right: why, once so many problems were discovered, didn't Berlin's airport corporation decide to ditch the project and start over? In many ways, it's a classic example of the so-called sunk cost fallacy: people (or in this case, organisations) are often hesitant to cut their losses when they've already invested time or resources into something, even if it might make logical sense to do so. This is a phenomenon not just in high-profile, high-cost projects such this one, but a way of thinking that can often come up in everyday working life as well.", "The longer the delays continued, the more problems inspectors found. Leadership of the planning corporation has changed hands nearly as many times as the opening date has been pushed back. Initially, rather than appointing a general contractor to run the project, the corporation decided to manage it themselves despite not having experience with an undertaking of that scale - a move Fiedler said was the first big mistake that contributed to all the later ones. “It was a one-in-your-lifetime project for them: they had never dealt with a project of that complexity,” he said. “And in that case, the supervisory council staffed with politicians of course … couldn’t do the job.”", "To compound the delays, the unused airport is racking up massive costs. Every month it remains unopened costs between €9m and €10m, Engelbert Lütke Daldrup, head of the committee running the construction, said earlier this year in response to a parliamentary request. According to the airport corporation, these costs include “construction, technical maintenance, facility management and security services”. Approximately 300 to 500 people work regularly in the main terminal building depending on the construction schedule, spokeswoman Kathrin Westhölter said.", "\n\n        View image of (Credit: Getty Images)\n     ", "The cost of cleaning, maintenance, repairs and energy for terminals no passengers have ever flown through is so high that the headlines about it are almost comical. Earlier this year, for example, all 750 of the monitors showing flight information had to be replaced - at a cost of €500,000 - because they had burned out after years. For months in 2013, a computer glitch meant planners couldn’t turn off the lights in the terminal (this has since been fixed). And empty trains run into the airport’s station every weekday to keep it properly ventilated.", "Westhölter says they try to minimise costs wherever possible, but that some ongoing costs are necessary for safety reasons. “As we are most concerned about minimising costs, we run all equipment on as low [an] energy-level as possible.” ", "Some have suggested Berlin should simply call it quits and start over. Earlier this year, one Lufthansa executive even predicted the airport would never actually open. “My prognosis: the thing will be torn down and built anew,” said Thorsten Dirks, head of the airline’s Eurowings budget subsidiary. (Around the same time, German broadcaster Deutsche Welle ran an op-ed saying the same: “Tear down Berlin’s unfinished airport and start over!”)", "Assuming all goes well, the airport should open in October 2020. The airport’s planning corporation stood by that estimate as recently as October 2018, despite acknowledging that there are still a “variety of defects” with the power cable system, as well as power and lighting for the security system. The airport will also have to undergo extensive inspections, slated to begin next year, before it can be opened. “All the experts tell me there are no shortcomings at BER Airport we can’t fix,” Daldrup told Berlin’s local government in a hearing. “I am convinced that BER will be put into operation in October 2020.”", "\n\n        View image of (Credit: Getty Images)\n    ", "This isn’t the only major infrastructure project that’s gone way over deadline and budget in recent years. In Hamburg, the concert hall Elbphilharmonie cost a whopping €700m more than expected (€789m instead of €77m); Stuttgart’s new main train station was announced in 1995 but won’t be finished until at least 2021.", "But the still-empty airport, experts say, stands as the biggest embarrassment to Germany’s reputation for efficiency - and a continuing drain on city and state resources. “It is not easy in one project to combine so many errors,” Fiedler said. “It is a major blunder, this project.”", " --", "To comment on this story or anything else you have seen on BBC Capital, please head over to our Facebook  page or message us on Twitter.", "If you liked this story, sign up for the weekly bbc.com features newsletter called \"If You Only Read 6 Things This Week\". A handpicked selection of stories from BBC Future, Culture, Capital and Travel, delivered to your inbox every Friday.", "\n\n"]},
{"title": "Should there be a tax on red meat?", "article_url": "https://www.bbc.com/news/uk-46122227", "tag": "UK", "summary": "It could save lives, experts say, but some people find being told what to eat too much to swallow", "paragraphs": ["A \"meat tax\" could prevent almost 6,000 deaths per year in the UK, according to researchers, but should politicians be telling people what they can and can't eat?", "Scientists at the University of Oxford say governments should consider imposing price hikes on red meat - such as beef, lamb and pork - to reduce consumption.", "They say it would save lives and more than £700m in UK healthcare costs, according to new research.", "Various research has linked eating red meat to an increased risk of heart disease, stroke and diabetes. ", "In 2015 the World Health Organization warned that processed meats, like bacon, sausages and ham, could cause cancer, while unprocessed red meat could also increase your risk.", "And eating lots of red meat doesn't just have an impact on your own health.", "Researchers at the University of Oxford said meat eaters were also increasing the burden on the health service and the economy, due to a loss of workforce from ill health. ", "There is also a growing awareness of the environmental impact of eating red meat.", "The high levels of land and water use and carbon emissions associated with its production mean cutting down is one of the key ways individuals can help tackle climate change.", "Researchers say a meat tax could cut consumption of processed meat by about two portions per week in high-income countries. ", "In the UK, the study suggests a tax of 14% on red meat and 79% on processed meat. ", "This would mean the price of a 227g Tesco Sirloin Steak would increase from £3.80 to £4.33.", "And for a pack of eight pork sausages from Sainsbury's the price would increase from £1.50 to £2.69.", "Earlier this year the government introduced a sugar tax on soft drinks, meaning manufacturers have to pay a levy on high-sugar drinks. ", "The tax has already had an effect, with some leading brands reducing the sugar content in their products to avoid the levy.", "But whether it means consumers buy fewer sugary drinks remains to be seen.", "The impact of charging 5p for single-use carrier bags suggests financial incentives can change behaviour.", "The number of plastic bags handed out by supermarkets in England has drastically decreased since the change was introduced. ", "However the government has been less keen on the idea of a \"latte levy\" on disposable coffee cups.", "Ministers prefer the idea of shops offering discounts to customers bringing their own cups rather than an extra charge.", "Attempts by the government to tell people what to do don't always go down well. ", "Christopher Snowdon, from the Institute for Economic Affairs, said taxing food was \"the next battleground for the nanny state\". ", "Last month climate minister Claire Perry told BBC News it was not the government's place to tell people they can't eat steak and chips, despite the environmental impact. ", "Mr Snowdon also argued it would be \"absurd\" to raise the cost of living through a meat tax. ", "There's also the concern that it targets foods bought by those on lower incomes.", "And then there is the question of whether it would work.", "The cost of a fry-up would be more expensive, but would this actually discourage meat-lovers from buying their favourite foods?", "Mr Trump had publicly humiliated the top law official over the Russia probe dogging his presidency.", "Have you been getting these songs wrong?", "What happens to your body in extreme heat?"]},
{"title": "What's behind denialism?", "article_url": "https://www.bbc.com/ideas/videos/whats-behind-denialism/p06qtycg", "tag": "Ideas", "summary": "From Flat Earthers to climate change denialists", "paragraphs": []},
{"title": "The Starbucks run by senior citizens", "article_url": "http://www.bbc.com/capital/story/20181106-the-starbucks-thats-run-completely-by-senior-citizens", "tag": "Capital", "summary": null, "paragraphs": ["This media cannot be played on your device.", "You won't find a single young barista in this café in Mexico City. That’s because every employee is aged 50 or older.", "One comforting feeling about coffee shops is their relative sameness.", "No matter the city, country or even continent there’s likely a young person behind the counter. Travel to one particular Starbucks in Mexico City, though, and that feeling of familiarity will instantly fall away. At this particular location, every single worker – the cashiers, baristas, managers – is 50 and older.", "As of 2017, there were more than 8.85 million Mexicans aged 65 or older according to WorldBank data – and this number will steadily rise. (For perspective, it is an increase of more than two million over the past decade.) As Mexico’s ageing population grows, they are finding it difficult to secure jobs, despite the need to still bring in income.", "This particular coffee shop hopes to contribute one solution to the employment drought. In 2011, the company partnered with a Mexican government welfare programme, the National Institute for Older Persons, to create the operation.", "The aim of the partnership is to not only create opportunities for employment, but also improve seniors’ overall quality of life.", "To comment on this story or anything else you have seen on BBC Capital, please head over to our Facebook page or message us on Twitter.", "If you liked this story, sign up for the weekly bbc.com features newsletter called \"If You Only Read 6 Things This Week\". A handpicked selection of stories from BBC Future, Culture, Capital and Travel, delivered to your inbox every Friday.", "\n\n"]},
{"title": "The greatest African film ever?", "article_url": "http://www.bbc.com/culture/story/20181105-touki-bouki-the-greatest-african-film-ever", "tag": "Culture", "summary": null, "paragraphs": ["When it came out in 1973, Touki Bouki was panned by the Senegalese public and press. Yet 45 years on, it deserves to be regarded as one of Africa’s finest films, argues Djia Mambu. ", "Forty-five years after its release, Touki Bouki (1973) is considered a revolutionary work both in its futuristic themes and its innovative style. And 20 years after the death of the Senegalese director Djibril Diop Mambéty, the visionary film-maker continues to influence new generations.", "Read more about BBC Culture’s 100 greatest foreign-language films:", "- The 100 greatest foreign-language films - What the critics had to say about the top 25 - The full list of critics who participated – and how they voted  - Why are women film-makers 'excluded' from history? - 12 great foreign-language masterpieces you may not know", "Yet that wasn’t the initial reaction. “When Touki Bouki was released in 1973, it was panned by the Senegalese public and press; audiences did not understand it,” wrote the journalist Aboubacar Demba Cissokho. “Today Djibril Diop Mambéty’s film has become cult viewing and is a seminal reference in cinema.” This sums up, to my mind, the genuine avant-garde impact of this masterpiece – which was only re-circulated in 2008, when it was digitally restored by Martin Scorsese’s World Cinema Project. The US director called Touki Bouki “a cinematic poem made with a raw, wild energy”.", "\n\n        View image of (Credit: Alamy)\n    ", "Presented at the 1973 Cannes Film Festival, Touki Bouki – Wolof for “The Journey of the Hyena” – won the international critics’ award, going on to win the FIPRESCI Prize at the Moscow Film Festival in the same year. At the time this was already a major feat for an African film, especially given the continent’s low cinematic output back then: Africa has the youngest film history, born essentially in the post-independence world. Yet the film’s continued impact is just as striking: it ranked 52 in Empire magazine’s 2010 list of the 100 greatest films ever made – while in 2018, a jury of 15 film critics at the Tarifa-Tangier African Film Festival in Spain named it the best African film ever made. Beyoncé and Jay-Z paid homage to it in the promotional campaign for their 2018 On the Run II tour – drawing some criticism of appropriation. And now, Touki Bouki is the only African film to appear in BBC Culture’s list of the 100 greatest ever foreign-language films: it stands in 62nd place.", "Independent spirit", "The film itself emanates the disenchantment felt during the post-independence period and it was this theme that pushed it into the spotlight of cinematic history. Mory and Anta, a non-conformist young couple fed up of their homeland, try to escape to Europe. Ever ready to leave his charges, Mory, a cattle herder, heads into the capital on his moped. Having dreamt up the masterplan, he devises various schemes to make it work – fraud, theft, prostitution. A streetwise student at Dakar University, Anta has the smarts to put Mory’s plans into action. Like a Bonnie-and-Clyde duo, they zip like outlaws through the streets of Dakar on Mory’s moped, its handlebars emblazoned with zebu horns, desperately seeking some way out of the city. Finally, when Anta’s lover and accomplice abandons her at the ferry, she ends up travelling to France alone.", "\n\n        View image of (Credit: Alamy)\n    ", "While Mambéty continued the story 20 years later in Hyènes (1992), ironically the actors who played his characters shared the same fate as Mory and Anta in Touki Bouki. Marème Niang (Anta) moved and settled in the west, and Magaye Niang (Mory) went back to herding zebu in Dakar. We see this in a documentary, Mille Soleils (2013), directed by Mati Diop, Mambéty’s niece, and the daughter of his musician brother Wasis Diop who helped to produce Mambety’s films.", " Mambéty brought poetry, dream and fantasy to African cinema – Dia Thierno Ibrahima ", "On its release in 1973, Touki Bouki represented a departure from the linear narrative techniques of African film-making. Its anarchic narrative, bold staging, frenetic editing and sound design – an integral part of its writing – surprised many and earned Mambéty plaudits as the most talented and audacious film-maker of his time. “A man of contrasts, a man of brilliance; Mambéty brought poetry, dream and fantasy to African cinema,” wrote Barry Saïdou Alceny, journalist and critic of Burkinabe cinema, in 2009. The editor-in-chief of Africiné/Images Francophones, Dia Thierno Ibrahima, contrasted Mambéty with Ousmane Sembène, another Senegalese director and the so-called “father of African film”. Ibrahima argued that “a deep vein of realism ran through Sembène’s work, like Louis Lumière, whereas Mambéty was like Méliès: poetic, magic and realist.”", "Wall of sound", "Audio is crucial throughout. It is as if the sound was edited first and the images interwoven afterwards. Every voice and noise has its places, from the peuhl flute as the herds arrive to be slaughtered in the abattoir, to Joséphine Baker’s repetitive “Paris Paris Paris, sur terre ce petit coin de paradis” (Paris, Paris, Paris, this haven of heaven on earth) every time Mory starts his moped. “In the way sound is used as the foundation for editing, Touki Bouki is a profoundly experimental work, both in form and content. It is a key work, not only in Senegalese cinema but also in cinema, full stop,” Senegalese film-maker Rama Thiaw tells me.", "\n\n        View image of (Credit: Alamy)\n    ", "Furthermore, the film’s final sequence closes in exactly the same way as the first, with Mory herding his zebus while, during the film, scenes follow on disconnected from time and space, creating a general feeling of discomfort. Touki Bouki can be difficult to understand when first viewed – it has been heralded as the first African avant-garde film. “Mambéty is a film-maker with a special intimate lunatic vision… a surrealist aesthetic,” observed Nar Sene, the novelist and Senegalese actor, in his 2001 biography Djibril Diop Mambéty, La Caméra au bout… du nez.", " Nobody could film Dakar better than him… He was its painter – Djib Diédhiou ", "The film’s meaning is opaque unless we try to understand its author, who died 20 years ago. In his teen years, Mambéty was influenced by Ya Dikone, an icon of resistance and rebellion to Senegalese youth in the past. A kind of Robin Hood, rebel, resistant and defender of the poorest, he challenged the local authorities and denounced social injustices. Thanks to Ya Dikone, Mambéty watched his first western and became the film-maker of the little people, those forsaken by Senegalese society. All of his films were set in a familiar environment that he knew only too well: Colobane, the deprived neighbourhood where he grew up. “Nobody could film Dakar better than him. He had a special relationship to the capital. He was its painter,” wrote Djib Diédhiou in 2008.", "\n\n        View image of (Credit: Getty Images)\n    ", "Touki Bouki was Mambéty’s third film and first feature; in the course of his life, he produced only seven films. Initially drawn to the theatre, he took up the camera for Badou Boy in 1965 and thereafter never left its main protagonist’s perspective and the critique of the established order it offered. “Touki Bouki is also a bold film in the way that it subverts the tropes of the oral tradition, at a time when many of the continent’s filmmakers preferred to re-evaluate it,” wrote Sada Niang in Djibril Diop Mambéty, un Cinéaste à Contre-courant.", "Fatou Kine Sene, Chair of the Senegalese Cinema Critics Association, tells me: “Touki Bouki is also a metaphor for Africa, especially in the abattoir scene where the animal symbolises Africa’s struggle to escape the butchers’ grasp.”", "Often considered as the African Godard (they never actually met), Djibril Diop Mambéty stood out from his peers, who were influenced by Russian and French cinema, through his appeal to the Italian Neo-realism of Visconti and Pasolini. According to Olivier Barlet, founder of Africultures, “Mambéty’s magical films juggle derision and allegory… weaving burlesque characters into hyperbolic images, finding their unity in a cyclical and repetitive montage and a music that links the shots together in true symphony.”", "Migrating muse", "Today, thousands of young Africans are caught in a wave of relentless emigration in pursuit of a dream of a better life in the west, even if it means risking their lives. Mambéty’s work, created 45 years ago, is still as relevant as ever. With ruling-class incompetence and the disdain of the rich minorities, African youth today are as disillusioned as Anta and Mory in the early 1970s. They are the hyenas of today. Many, like Mory, refuse to leave the continent.", "Djibril Diop Mambéty succumbed to illness in July 1998; at his death, journalists, friends, colleagues and cinema professionals paid tribute to this revolutionary of African cinema. Ten years later in 2008, their tributes focused on Mambéty’s posthumous influence on ensuing generations. Today, 20 years on, Touki Bouki is still the seminal reference of African cinema. As the Mauritanian film-maker Abderrahmane Sissako tells me, “Touki Bouki is the one African movie that will survive the test of time and forever be relevant. It is a unique film, as unique as Mambéty himself.”", "A tribute book to the filmmaker’s work will be published imminently: Mambéty ou le voyage de la hyène (“Mambéty o il viaggio della iena”, in Italian) edited by Simona Cella and Cinzia Quadrati, in collaboration with Alessandra Speciale and prefaced by Martin Scorsese.", "Read more about BBC Culture’s 100 greatest foreign-language films:", "- The 100 greatest foreign-language films - What the critics had to say about the top 25 - The full list of critics who participated – and how they voted  - Why are women film-makers 'excluded' from history? - 12 great foreign-language masterpieces you may not know", "How many of these films have you seen? Let us know with the hashtag #WorldFilm100 on Facebook and Twitter.", "If you would like to comment on this story or anything else you have seen on BBC Culture, head over to our Facebook page or message us on Twitter.", "And if you liked this story, sign up for the weekly bbc.com features newsletter, called “If You Only Read 6 Things This Week”. A handpicked selection of stories from BBC Future, Earth, Culture, Capital and Travel, delivered to your inbox every Friday.", "\n\n"]},
{"title": "How Trump turned on Sessions", "article_url": "https://www.bbc.com/news/world-us-canada-46133380", "tag": "US & Canada", "summary": "Jeff Sessions was one of Donald Trump's earliest supporters, but their relationship soured long before he was asked to resign.", "paragraphs": ["Jeff Sessions was one of Donald Trump's earliest supporters, but their relationship soured long before he was asked to resign."]},
{"title": "How Trump turned on Sessions", "article_url": "https://www.bbc.com/news/world-us-canada-46133380", "tag": "US & Canada", "summary": null, "paragraphs": ["Jeff Sessions was one of Donald Trump's earliest supporters, but their relationship soured long before he was asked to resign."]},
{"title": "How a small paper flower splits opinion", "article_url": "https://www.bbc.com/news/uk-46111319", "tag": "UK", "summary": null, "paragraphs": ["Introduced in 1921 by the British Legion, the famous poppy pin is worn by some to remember the casualties of war. ", "Not wearing it has caused controversy on the football pitch for Stoke player James Mclean. ", "Manchester United footballer Nemanja Matic is the latest player to decide against wearing one.", "So why is this simple symbol so complicated?"]},
{"title": "Mo Salah statue causes a stir in Liverpool", "article_url": "https://www.bbc.com/news/46104910", "tag": "England", "summary": null, "paragraphs": ["A sculpture of Liverpool and Egypt football star Mohamed Salah unveiled in his home country is raising eyebrows on social media.", "And on the streets of Liverpool, it's been causing a bit of confusion."]},
{"title": "The return of the woman Republicans love to...", "article_url": "https://www.bbc.com/news/world-us-canada-46121558", "tag": "US & Canada", "summary": null, "paragraphs": ["After the Democrats took back the House of Representatives, Nancy Pelosi, is back in the spotlight.", "Hated by Republicans, she may well be the next speaker but there are also challenges from within her own party."]},
{"title": "Oldest cave painting of animal found", "article_url": "https://www.bbc.com/news/science-environment-46131792", "tag": "Science & Environment", "summary": null, "paragraphs": ["The oldest cave painting of an animal has been discovered by scientists in rural Borneo.", "After trekking for several days through mountain forests, the researchers led by Griffith University in Queensland, Australia managed to access the cave.", "Once inside they described being \"surrounded\" by art. ", "One painting found by the group is believed to depict a banteng, a South Asian wild cow, and is at least 40,000 years old.", "In the same cave, hand stencils were discovered dating back to over 37,000 years.", "Read more: 'Oldest animal painting' discovered in Borneo"]},
{"title": "Boris Johnson struggles in interview", "article_url": "https://www.bbc.com/news/uk-40358825", "tag": "UK", "summary": null, "paragraphs": ["Boris Johnson seemed to struggle when asked by Eddie Mair on BBC Radio 4's PM to explain how plans laid out in the Queen's Speech would tackle \"burning injustices\" identified by Prime Minister Theresa May."]},
{"title": "Ready for the total solar eclipse?", "article_url": "https://www.bbc.com/news/world-us-canada-40362067", "tag": "US & Canada", "summary": null, "paragraphs": ["On 21 August, North America will be treated to a rare phenomenon - a solar eclipse. Nasa scientists are very excited."]},
{"title": "Koalas 'face extinction' in parts of...", "article_url": "https://www.bbc.com/news/world-australia-40365981", "tag": "Australia", "summary": null, "paragraphs": ["The conservation group WWF is warning that koalas could be wiped out in some Australian states amid deforestation and increasing attacks by livestock.", "Video produced by Trystan Young", "Listen to World Service's Newsroom programme on the BBC iPlayer", "Main image courtesy Sue Gedda/WWF"]},
{"title": "Video 'shows Mosul mosque's destruction'", "article_url": "https://www.bbc.com/news/world-middle-east-40366136", "tag": "Middle East", "summary": null, "paragraphs": ["The Iraqi military's Joint Operations Command has circulated a video it says shows the destruction of Mosul's Great Mosque of al-Nuri and the famous leaning al-Hadba minaret.", "The military, and the US-led coalition supporting its offensive in the city, said Islamic State (IS) militants had blown up the historic landmark on Wednesday night as troops advanced on it. ", "But IS said coalition aircraft had bombed the mosque. "]},
{"title": "Indonesia's female 'devil wheel' riders", "article_url": "https://www.bbc.com/news/world-asia-40360168", "tag": "Asia", "summary": null, "paragraphs": ["Karmila Purba is the first female \"devil wheel\" rider on the Indonesian island of Sumatra.", "She began performing with a travelling show when she was just 12 years old.", "Each night she entertains crowds by riding a motorbike around the vertical wall.", "Video by Haryo Wirawan."]},
{"title": "One-minute World News", "article_url": "https://www.bbc.com/news/10462520", "tag": "Video", "summary": null, "paragraphs": ["Watch the latest news summary from BBC World News. International news updated 24 hours a day."]},
{"title": "The women who made history in the mid-terms", "article_url": "https://www.bbc.com/news/world-us-canada-46129218", "tag": "US & Canada", "summary": null, "paragraphs": ["The number of women running for election in this year's US mid term elections was at an all-time high, and an unprecedented number ended up winning.", "Before Tuesday, there were 107 women in Congress, and that figure has been passed.", "Among the many firsts: the first two Muslim congresswomen, Michigan's Rashida Tlaib and Minnesota's Ilhan Omar; the youngest woman ever elected to Congress, New York's Alexandria Ocasio-Cortez; and the first Native American women in Congress, New Mexico's Debra Haaland and Sharice Davids of Kansas."]},
{"title": "Mid-term elections: The story of the night", "article_url": "https://www.bbc.com/news/world-us-canada-46122111", "tag": "US & Canada", "summary": null, "paragraphs": ["The Democrats have taken control of the US House of Representatives in the mid-term elections, dealing a blow to President Donald Trump.", "A Democratic majority in the lower chamber for the first time in eight years will restrict his ability to steer his programme through Congress.", "But Mr Trump's Republicans are set to strengthen their grip on the Senate.", "Tuesday's vote was seen as a referendum on a polarising president, even though he is not up for re-election till 2020. "]},
{"title": "What losing the House means for Trump", "article_url": "https://www.bbc.com/news/world-us-canada-46120987", "tag": "US & Canada", "summary": null, "paragraphs": ["The Democrats have won control of the House of Representatives. The BBC's Anthony Zurcher looks at the fallout for the president and his plans for the next two years."]},
{"title": "'Khadi' poppy marks India's WW1 servicemen", "article_url": "https://www.bbc.com/news/world-46113115", "tag": "India", "summary": null, "paragraphs": ["A special poppy has been made from cotton similar to Gandhi's iconic clothing, to pay tribute and raise awareness of the service to the British Empire of people from South Asia during World War One."]},
{"title": "Dutch man, 69, sues to lower his age", "article_url": "https://www.bbc.com/news/world-europe-46133262", "tag": "Europe", "summary": "Emile Ratelband wants to officially change his birth date by 20 years to boost his Tinder prospects", "paragraphs": ["A Dutch pensioner has started a legal battle to legally change his age and boost his dating prospects.", "Emile Ratelband, 69, wants to shift his birthday from 11 March 1949 to 11 March 1969, comparing the change to identifying as being transgender. ", "\"You can change your name. You can change your gender. Why not your age?\" he told Dutch paper De Telegraaf. ", "A local court in the city of Arnhem, south-east of Amsterdam, is expected to rule on the case within four weeks. ", "Dutch newspaper Algemeen Dagblad reported the court was sceptical of the suit, saying there was no legal mechanism allowing a person to change their birth date. ", "But Mr Ratelband argued he feels discriminated against because of his age, and that it was affecting his employment chances and his success rate on the dating app, Tinder.", "\"When I'm 69, I am limited. If I'm 49, then I can buy a new house, drive a different car. I can take up more work,\" he said.", "\"When I'm on Tinder and it say I'm 69, I don't get an answer. When I'm 49, with the face I have, I will be in a luxurious position.\"", "Mr Ratelband further argued that according to his doctors he has the body of a 45-year-old, and described himself as a \"young god\". ", "The pensioner also said he would renounce his pension if he switched his birth date. ", "The Netherlands' constitution expressly prohibits employment discrimination on the basis of age. ", "Mr Ratelband is a media personality and motivational speaker, who is a trainer in neurolinguistic programming. ", "He voiced the character Vladimir Trunkov in the Dutch-language version of the Pixar film Cars 2. ", "Mr Trump had publicly humiliated the top law official over the Russia probe dogging his presidency.", "Have you been getting these songs wrong?", "What happens to your body in extreme heat?"]},
{"title": "Do celebrities really influence voters?", "article_url": "https://www.bbc.com/news/entertainment-arts-46123964", "tag": "Entertainment & Arts", "summary": "Taylor Swift's Senate candidate lost in the mid-terms but her impact on politics may still be felt.", "paragraphs": ["Whenever an election comes around, there are always celebrities who throw their support behind their favoured candidates and hope their fans will follow their lead at the ballot box.", "In Tuesday's US mid-term elections, however, many of the high-profile stars who had publicly supported candidates were left disappointed. So how much is a celebrity endorsement actually worth?", "Beyonce's last-minute backing for Democratic Senate hopeful Beto O'Rourke, who also had the support of Travis Scott and Lin-Manuel Miranda, among others, couldn't help him upset Republican rival Ted Cruz in Texas.", "In Florida, Rihanna's endorsement wasn't enough to make Democrat Andrew Gillum the state's first black governor.", "Oprah Winfrey, Diddy and Will Ferrell were among the stars to stand up for another Democrat, Stacey Abrams, in her bid to become governor of Georgia. At the time of writing, Abrams was trailing Republican Brian Kemp as the last votes were being counted.", "Taylor Swift made perhaps the most high-profile celebrity intervention in the campaign when she broke her silence about politics and shared a photograph of herself and her mother waving American flags next to a billboard for Democratic Senate candidate Phil Bredesen.", " ⬆️These two Tennessee women⬆️ voted for the candidate who has proven himself to be reasonable and trustworthy. We want leadership, not fear-based extremism. Early voting goes til Thursday and Election Day is November 6. Please don’t sit this one out.", "A post shared by  Taylor Swift (@taylorswift) on Oct 30, 2018 at 10:37am PDT", "End of Instagram post  by taylorswift", "He lost, and Republican commentators have taken great delight in the fact.", "Swift had mixed fortunes, though - Jim Cooper, who she supported for the House of Representatives, did win.", "The history of celebrity endorsements goes back to the birth of modern celebrity. Warren Harding won the 1920 US presidential campaign with the backing of a raft of film stars of the day.", "In 1960, John F Kennedy had the support of Rat Pack members Sammy Davis Junior and Dean Martin.", "More recently, research conducted by the University of Maryland credits Oprah with bringing Barack Obama more than a million votes in the 2008 Democratic Presidential Primary process.", "However, after the 2004 presidential election, a study found that friends and family were more influential than celebrities on young voters.", "\"Celebrities may have looked pretty, but they were not particularly influential on first-time voters,\" the report said.", "A survey in Ohio in 2016 concluded that star endorsements had no effect on most voters' intentions in that year's presidential race - and some celebrities actually put people off. An endorsement from Beyonce was, apparently, the biggest turn-off.", "Scott Lucas, professor of American Studies at the University of Birmingham, told the BBC that there are two types of celebrity influence.", "People are more likely to listen to the likes of Oprah and George and Amal Clooney because their campaigning work in politics, civil rights and activism gives them more credibility, he argues.", "\"I would distinguish that type of celebrity influence from let's say, listening to [Robert] De Niro because he flips off the president. I think you've got to have more of a constructive approach.\"", "Although he's recently distanced himself from politics, Kanye West is someone else who is not in the \"constructive\" category.", "The rapper has been a vocal admirer of President Trump, upsetting many of his fans and other hip-hop figures. ", "\"If Kanye had said something that was comprehensible and that was meaningful, then Kanye has got a contribution,\" Prof Lucas says.", "\"But when Kanye does what he does, he becomes a figure of fun and everybody on the Republican side was quite happy for him to drop out of politics, whatever that meant.\"", "John Curtice, professor of politics at the University of Strathclyde, believes that while celebrities provide a way of generating coverage and possibly help get a politician's message across, they can come with disadvantages.", "The classic example in the UK, he says, was when comedian Kenny Everett appeared alongside Margaret Thatcher at the 1983 Conservative Party Conference, where his appeals to \"bomb Russia\" and kick Labour leader Michael Foot's walking stick away were probably not what the prime minister had hoped for.", "\"Celebrities are fine so long as they generating favourable publicity,\" Prof Curtice says. \"But they can sometimes end up generating unfavourable publicity because they're not necessarily always politically nuanced.\"", "Back to the US 2018 mid-terms, and Prof Lucas says it wasn't a surprise that Taylor Swift couldn't give Phil Bredesen the necessary push to beat Republican Marsha Blackburn in traditionally Republican Tennessee.", "\"Tennessee is one of the deepest red states in the union, so it was always going to be an up tail battle to take it,\" he says.", "But he adds: \"If you look at the youth vote in Tennessee and if you look at the youth vote across the US, then Taylor makes a difference.\"", "In the two days after the star posted her original message on 7 October, Vote.org received 212,871 new voter registrations across the country, with the most in the 18 to 24 age group. In October 2016, there were an average of around 13,000 per day.", "According to CNN, exit polls showed that around 69% of voters aged between 18-29 chose Bredesen on Tuesday. Nationally, 67% of that age group voted Democrat.", "In 2014, 54% of voters in that age group voted Democrat, CNN said.", "That rise clearly isn't down to Taylor. There are many factors - especially the change of occupant in the White House - that mean young voters are more motivated to vote, and to vote Democrat.", "But Prof Lucas believes the influence of figures like Swift in helping to mobilise a young electorate could be key in the next presidential race in two years' time.", "\"If I'm looking at 2020, if you get an increase in voter participation among 18-24s like we had yesterday and it keeps going, everything shifts in US politics,\" he says.", "\"That's where Taylor becomes important because they did get a surge in voter registration, especially among young people.\"", "Follow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk.", "Mr Trump had publicly humiliated the top law official over the Russia probe dogging his presidency.", "Have you been getting these songs wrong?", "What happens to your body in extreme heat?"]},
{"title": "Finland: Where second-hand comes first", "article_url": "https://www.bbc.com/news/science-environment-46099418", "tag": "Science & Environment", "summary": "As concern grows about climate change and resources, is it time to re-use more of our junk?", "paragraphs": ["With her daughter and baby son, Kati Rossi is prowling a suburb of Helsinki in the hunt for a second-hand bookshelf.", "Across the road looms a Swedish furniture giant, but Kati is scouring a huge municipal re-use centre instead. ", "“I don’t want to go to IKEA,” she tells me.  \"I will find something much more interesting here, and much more original. ", "“I don’t want to have the same furniture as everyone else. What I buy here will be a fraction of the price and better for the planet.”", "As concern grows about the resources we’re using and the CO2 that is producing our goods, does this place hold lessons for the world?", "It is one of a network of giant non-profit re-use stores in Finland. ", "Not the regular sort of second-hand or thrift stores you find on the High Street, but giant supermarkets named Kierrätyskeskus. ", "The centres repair electrical goods, upcycle some items with their own brand label, and they even have a digital personal shopper – a smart app which predicts the items you’ll want based on previous purchases.", "In the furniture section, two friends on a day off from the office are browsing together. ", "Hannamarie Johansson) tells me: “I’m looking for new clothes for my new job.", "\"I bring clothes that I don't use any more. You bring something and buy something.”", "Pinja Lauria says: “I really like these places. I used to live in Luxembourg where they have second-hand shops – but not like this. ", "\"They just had clothes and books, not furniture. I’m looking for new tables today.”", "UK 'could adopt' Norway bottle recycling system", "10 Things Finland Has Given Us", "And it is so much more than a store. Shop manager Peppi Mattila gives me a tour of the upcycling section of the shop, known as Plan B. ", "It features some stylish classic clothes made from old curtains (they’re not in fashion so they’ll never go out of fashion). ", "There is also a bench made from a snowboard; a table fashioned from a 40km/h traffic sign; and a stylish tray made from a leather-covered box lid faced with black-and-white cartoon comics.", "This range of highly individual items sells for more than standard “second-hand” prices. ", "Peppi tells me: “We want to create appreciation of old stuff. These things are unique and totally made new. We have to think more and more like this.”", "An Instagram blogger Tuire Lindstrom – in an outrageous coat bought second-hand – enthuses over the individuality of stuff here. ", "She tells me: “I’m only interested in clothing if it has something quirky about it.”", "The Kierrätyskeskus store even has an educational mission. ", "Kaisa Karjalainen, the resident environment specialist, shows me to the “learning wardrobe”. ", "Schoolchildren come here to learn how to investigate the quality of clothes.", "If the makers have invested in sewing neat seams or carefully stiffening a collar, they are also likely to have also used good quality cloth. ", "“Over recent years we have really noticed an increase in throwaway fashion,” she says. ", "\"It’s difficult to find clothes that last more than a few washes – we have to put more clothes into the bin because they are so badly worn out.”", "Everyone who buys an item from the store gets a little pat on the back on their till receipt, too.", "It shows how much natural resources you have saved by buying by avoiding the purchase of a new item.", "I bought two cute glass Christmas decorations, for instance. ", "The receipt thanks me for saving 84 kg in natural resources used in creating the ornaments - oil, sand, dyes, chemicals and more. ", "The store estimates it saved 50 million kg of resources in total last year.", "I wondered if giant stores like Kierrätyskeskus would run out of stuff to sell as people supply charity stores and trade things on the Internet. ", "Maybe people will even try to consume less?", "“It would be good if that’s right,” Kaisa says.", "“But I’m afraid there is so much stuff being thrown away that it’s unlikely to change anytime soon.”", "Round the world are countless systems to collect and re-use items, from street scavenging in poor nations to sophisticated internet trading in rich ones. ", "Australia has an organisation called Reversegarbage. ", "In the US, Ann Arbor is one of many places with a ReUse Center selling a huge variety of reused household and building materials.", "In the UK, self titled “Re-use Goddess” Cat Fletcher is fomenting a re-use revolution from her base in Brighton. ", "She complains that in the UK there is a postcode lottery on re-using goods. ", "Some local councils encourage people to take items from recycling dumps – but others forbid it, often on grounds of health and safety and liability.", "“We have got to try much harder on this agenda,” she tells me. ", "\"So much good material is going to waste.”", "In north Yorkshire, for instance, Jim Aldridge took a lawnmower to dump at the local tip. Another customer asked him if he could take it.", "“But,” he said, “The employee at the tip said we would both have to drive off the site to hand the mower over. ", "\"If we did it on site it was considered to be trading - which was not allowed. ", "“He said once the goods left my car boot they became the property of the council. It’s a bit daft.”", "Is this about to change? The UK Environment Secretary Michael Gove will produce a new waste and resources strategy in coming weeks.", "He recently said: “We must reduce the amount of material we waste. It’s not an answer to everything but greater reuse is one way to ensure that pressure on resources diminishes. Resource efficiency is good for the economy.”", "Will he deliver on these words?", "Politicians everywhere are under increasing pressure to re-use resources. ", "The pressure group RREUSE has a simple slogan - it is time to put second-hand first.", "Follow Roger on Twitter @rharrabin", "Mr Trump had publicly humiliated the top law official over the Russia probe dogging his presidency.", "Have you been getting these songs wrong?", "What happens to your body in extreme heat?"]},
{"title": "YouTube deletes Red Dead suffragette clips", "article_url": "https://www.bbc.com/news/technology-46132172", "tag": "Technology", "summary": "The video clips site says clips of attacks on the women's vote campaigner broke its rules.", "paragraphs": ["YouTube has deleted several videos posted to its platform of a suffragette being beaten and killed in the video game Red Dead Redemption 2.", "The Google-owned firm said the recordings had breached its rules on acceptable content.", "At least one of the clips had attracted more than one million views before it acted.", "Several users had joked about the fact they were able to attack a \"feminist\" in the linked comments.", "The Western-themed Red Dead Redemption 2 is set at the end of the 19th Century, about two decades before women were given the vote in all US states.", "On Wednesday morning, the BBC asked the firm whether 10 clips breached its policies.", "YouTube has since removed eight of them.", "One of the creators involved had over 473,000 subscribers at the time and has had his channel shut down as a consequence.", "\"YouTube's Community Guidelines prohibit among other things, gratuitous violence, nudity, dangerous and illegal activities, and hate speech,\" said a spokeswoman from YouTube.", "\"Creative formats such as video games can be challenging to assess, but when content crosses the line and is flagged to our attention, we take action as necessary.\"", "The videos had included the computer-controlled character being beaten, shot at, fed to an alligator and dropped down a mineshaft.", "The firm has allowed a clip titled \"hog-tying feminist\" to remain in which the suffragette is caught with a lasso, pulled to the ground and has her hands bound, but is not killed.", "The other remaining clip shows the woman being punched unconscious.", "Red Dead Redemption 2 has attracted very positive reviews, and attained a score of 97 out of 100 on Metacritic, which collates critics' reviews.", "Many of the 18-certificate game's non-playable characters can be attacked, but there has been criticism of a decision to allow the suffragette to be vulnerable given the controversy this could attract.", "Suffragettes also appear in another part of the game, but attacking them there leads to the failure of the mission.", "The BBC has asked developer Rockstar Games for comment. ", "The BBC is not responsible for the content of external Internet sites", "Mr Trump had publicly humiliated the top law official over the Russia probe dogging his presidency.", "Have you been getting these songs wrong?", "What happens to your body in extreme heat?"]},
{"title": "Japan youth suicides hit 30-year high", "article_url": "https://www.bbc.com/news/world-asia-46096626", "tag": "Asia", "summary": "The country's education ministry says 250 children took their own lives this year.", "paragraphs": ["Child suicides in Japan are the highest they have been in more than three decades, the country's education ministry says.", "In the fiscal year 2016/7 up to March, 250 children from elementary to high school age were recorded as having taken their own lives.", "The number is five more than last year, and the highest it has been since 1986.", "Concerns the children had reported included family problems, worrying about their futures and bullying.", "But schools said the reasons behind about 140 of the deaths are unknown as the students did not leave a note.", "Most of those who took their lives were of high school age, where Japanese students typically study until they are aged 18.", "A report released by Japan's Cabinet Office in 2015 looked at child suicide data in the country from 1972-2013, which recognised a massive peak at the start of the second term of the school year on 1 September. ", "Japan had one of the highest suicide rates in 2015 but since preventative measures were introduced, the figures have dropped, according to World Health Organization.", "Overall suicides across Japan fell to about 21,000 in 2017, police say, down from a peak of about 34,500 in 2003.", "However, child suicide rates remain relatively high - making it the leading cause of death among young people in the country. ", "\"The number of suicides of students have stayed high, and that is an alarming issue which should be tackled,\" education ministry official Noriaki Kitazaki said as the latest figures were released. ", "If you are feeling emotionally distressed and would like details of organisations which offer advice and support, click here. In the UK you can call for free, at any time, to hear recorded information on 0800 066 066. In Japan you can get help here.", "Mr Trump had publicly humiliated the top law official over the Russia probe dogging his presidency.", "Have you been getting these songs wrong?", "What happens to your body in extreme heat?"]},
{"title": "Falling food sales hit Marks & Spencer", "article_url": "https://www.bbc.com/news/business-46122177", "tag": "Business", "summary": "Retailer considers closing more stores after a weak trading performance over the last six months.", "paragraphs": ["Marks & Spencer has reported falling clothing and food sales and warned that it sees little improvement in sales this year.", "Like-for-like sales, which strip out the impact of new stores, were down 2.2% for the six months to the end of September.", "Food sales were down 2.9% and clothing and home sales slid 1.1%.", "M&S warned trading conditions for the remainder of the financial year will remain \"challenging\".", "\"We are expecting little improvement in sales trajectory,\" the firm said.", "M&S chief executive Steve Rowe told the BBC that food was \"trading behind our expectations\", but the retailer was \"reshaping\" its business with prices lowered on hundreds of food items.", "\"What we are doing is making sure we protect the magic of M&S,\" he said.", "Revenue fell 3.1% to £4.96bn, but underlying pre-tax profits ticked up 2% to £223.5m.", "Shares ended the day 0.5% lower at 300.9p, valuing the company at £5bn.", "By Dominic O'Connell, Today programme business presenter", "Marks & Spencer has an organisation that is \"silo-ed, slow and hierarchical\". Not the words of a hedge fund looking to short the shares of one of the nation's favourite retailers, but the verdict of the company's own chief executive, Steve Rowe. ", "The damning judgement is delivered in the company's half-year results. They show the same pattern of trade of recent years - clothing in a slow slide, food a bit worse than expected, with like-for-like sales down nearly 3% - but are remarkable for their clear-eyed view of what needs to be done to break that pattern. ", "Fewer stores - 100 will close - a better online offering, and in general a tightening-up of management and structures that should save £350m a year. ", "Some critics will say that Mr Rowe is not going far enough, or fast enough, with some advocating a break-up of the company or other radical surgery. ", "There is a clue, though, in the half-year figures as to why stronger medicine has not been adopted. The average leasehold commitment that M&S has on its stores is 20 years. Going faster in closing stores or shrinking them would be extremely expensive.", "Retail analyst Steve Dresser, director of Grocery Insight, tweeted: \"You can't run a business on meal deals and 25% off wines forever but these things take time to back out of. ", "\"Closures of established stores will also impact food as it's not always the case they didn't perform - onerous leases also impacted.\"", "M&S plans to close 100 shops by 2022, as announced in May - a move it says is \"vital\" for its future.", "Mr Rowe said the retailer was \"continuing to review\" its store closure programme and did not rule out further closures, especially as a third of its business would be online in future.", "He said 32 million people visited M&S stores every year, so the retailer had \"a broad range of customers\".", "\"What we have to do is have a broad range of merchandise available that suits all their tastes,\" he added.", "Under its plan, M&S intends to have fewer, larger clothing and homeware stores in better locations.", "The retailer points out that its clothing and homeware business has \"an ageing customer base, a very wide range, a weak supply chain and and ageing store portfolio\".", "It is facing heightened competition from online retailers, as well as discounters such as Aldi, Lidl and Primark.", "Its directors were not awarded bonuses this year because of the disappointing results.", "Mr Trump had publicly humiliated the top law official over the Russia probe dogging his presidency.", "Have you been getting these songs wrong?", "What happens to your body in extreme heat?"]},
{"title": "World sport: 10 photos we liked this week", "article_url": "https://www.bbc.com/sport/46091195", "tag": "Sport", "summary": "A selection of the most striking sports photographs from around the world this week.", "paragraphs": ["A selection of some of the most striking sports photographs taken around the world this week: ", "All photographs are subject to copyright.   ", "Check out last week's photo gallery or some of the best news pictures from the week. "]},
{"title": "How the humble lamp-post could help power our cities", "article_url": "https://www.bbc.com/news/business-46064166", "tag": "Business", "summary": null, "paragraphs": ["As more than two-thirds of us will be living in cities by 2050, scientists and tech firms are looking at new ways to harness renewable energy within the built environment. But at what cost?", "One day, your office windows will be harvesting energy from the sun, while the lamp-post down in the street is storing energy in its concrete.", "Vertical wind turbines will spin as traffic whooshes past, and pavements and roads will generate small amounts of energy from all those commuter feet and heavy buses and lorries pounding down them.", "Fleets of driverless taxis will give back surplus energy to the grid, and cities generally will make much more efficient use of the energy they consume.", "That, at least, is the vision of many technologists, environmentalists and city planners.", "But how realistic is it?", "New materials certainly show promise. Cement mixtures made from power station waste could turn buildings in to batteries, for example. ", "These potassium-geopolymetric (KGP) composites are cheaper than ordinary cement and can store electricity. A six-metre tall lamp-post made from KGP and equipped with a small solar panel could hold enough energy to power itself throughout the evening, researchers say. ", "\"We have shown that KGP cement mixtures can be used to store and deliver electrical energy without the need for expensive or hazardous additives,\" says Lancaster University professor Mohamed Saafi, who is heading up the research.", "Large numbers of buildings made with KGP could be used to store and release excess energy - smoothing demands on urban electricity grids.", "New materials are also helping to make solar panels cheaper and more cost-effective to make.", "Solar is the most common renewable energy source in cities as costs have continued to tumble - from about £3 a watt a decade ago to 40p a watt now.", "In the UK more than one in three firms is already producing some of their own electricity, mostly using roof-based solar panels. ", "But making silicon-based solar panels is very energy intensive, requiring temperatures of 1,400C and above. The silicon needs to be 99.9999% pure.  ", "But panels made from a class of materials called perovskites can be made much thinner, more cheaply and much lower temperatures, says Nitin Padture, professor of engineering at Brown University in the US. ", "And as they are partially transparent they could also be used for windows.", "The drawback is that most of them contain lead, a toxic metal. But one option Prof Padture and his team are now studying is replacing the lead with titanium. ", "\"Titanium is quite common but no one had thought of using it to replace lead in perovskite solar panels,\" he says.", "\"We're not looking to replace existing silicon technology just yet, but instead we're looking to boost it.\"", "When it comes to wind - the other most common renewable energy source - conventional turbines don't work well in built-up areas because wind directions vary greatly. ", "So researchers Nicolas Orellana and Yaseen Noorani have come up a spherical wind turbine to address this problem of varying winds. Their O-Wind turbine, which has now won the UK's 2018 James Dyson Award, is a spherical device that spins when wind hits it from any direction. ", "Another solution from Turkish firm Devici Tech is to use vertical wind turbines along roads where they can be powered by the slipstream from passing traffic.", "It says its Enlil turbines, currently being tested in Istanbul, can handle the power needs of two homes. The turbines can also incorporate solar panels and earthquake sensors, the company says. ", "But not all urban energy-harvesting projects seem to make commercial sense. ", "In France, for example, engineering firm Colas has been pioneering photovoltaic roads at sites across the country, as well as in the US and Japan.", "Colas's first site, a single-lane 0.6-mile route in Normandy, cost £4.3m. By comparison, one mile of a two-lane road in the US costs up to £3.8m.", "Also there's a question over how good at energy producing they are. The solar panels are flat on the ground rather than angled towards the sun, and can be blocked by heavy traffic, as well as snow, mud or water.", "In 2014, a small 70m solar bicycle path was built in Amsterdam for £2.6m. It produced 3,000 kilowatt-hours (kWh) of electricity in its first year. ", "But for that money the city could have simply bought 65 million kWh of electricity on the open market.", "Another technology struggling to justify itself commercially is piezo-electricity.", "If you squeeze certain materials such as quartz, you can make electricity flow through them. So cars and lorries trundling along special road surfaces equipped with piezo-electric devices could generate energy. Pedestrians could do this on specially-made pavements.", "In 2009, Israeli firm Innowattech experimented with energy-capturing roads, and now a US firm, Pyro-E is to demonstrate similar technology on a short stretch of road in Fresno, California.", "Yet while it is technically feasible, it is currently prohibitively expensive.", "More Technology of Business", "Some calculate that in the US, a kilometre of a two-way street would need 13,000 piezoelectric devices, adding $400,000 (£307,000) to construction costs. Even without considering the manufacturing or installation costs, it would take about 12 years to earn back this amount.", "UK firm, Pavegen, has developed electricity-generating pavements that can produce two to four joules of energy with each step you take.", "Its pavements, which cost about £2,350 per sq m, have now been installed in more than 200 locations worldwide, such as transport hubs and shopping centres, the company says.", "That might sound expensive, but then so were solar panels when they first came onto the market.", "\"We believe it's people not technology alone that will transform our cities for the better,\" says Laurence Kemball-Cook, Pavegen's founder and chief executive.", "\"Crucially, we reward people for their interactions via apps. So by taking a healthier Pavegen-enabled route through a retail environment or street, you help make your city more sustainable and get rewarded for doing so.\"", "Power to the people indeed. ", "Mr Trump had publicly humiliated the top law official over the Russia probe dogging his presidency.", "Have you been getting these songs wrong?", "What happens to your body in extreme heat?"]},
{"title": "What if we didn't change the clocks?", "article_url": "http://www.bbc.com/capital/story/20181102-whats-the-real-cost-of-changing-the-clocks", "tag": "Capital", "summary": null, "paragraphs": ["This media cannot be played on your device.", "Daylight saving sparks conversations and complaints every time the clocks change. Is there an economic case for ditching the time change?", "  ", "  ", "To many, daylight saving is an annoying way to lose – or gain – an hour’s sleep.", "But it’s much more than that. From its inception, there has always been an economic argument for changing the clocks.", "From Germany in World War One to the US leisure industry lobby in the 1980s,  different countries around the world have tried to tinker with time to save – or make – money.", "--", "To comment on this story or anything else you have seen on BBC Capital, please head over to our Facebook page or message us on Twitter.", "If you liked this story, sign up for the weekly bbc.com features newsletter called \"If You Only Read 6 Things This Week\". A handpicked selection of stories from BBC Future, Culture, Capital and Travel, delivered to your inbox every Friday.", "\n\n"]},
{"title": "The best news photos from the past week", "article_url": "https://www.bbc.com/news/in-pictures-46073910", "tag": "In Pictures", "summary": null, "paragraphs": ["Our selection of some of the most striking news photographs taken around the world this week.", "All photographs belong to the copyright holders as marked.   "]},
{"title": "David Bowie 1983: An intimate portrait", "article_url": "https://www.bbc.com/news/in-pictures-46031442", "tag": "In Pictures", "summary": null, "paragraphs": ["In 1983 the rock photographer Denis O'Regan toured the world with David Bowie, shooting the action on stage and behind the scenes.   ", "Capturing moments of rehearsal and relaxation, O'Regan's work gives an unguarded view of the musician and an intimate view of life on the road. ", "Here, the photographer shares personal recollections on a small selection of pictures, from his archive of 10,000, taken during Bowie's nine-month Serious Moonlight tour, which featured 99 concerts in over 60 cities across the globe.", "\"Edmonton stadium, in Canada, was one of the largest shows. David approved pictures in a slideshow that I held for him in my hotel room. After the first week of shows, live photographs had to be pretty special to warrant a place in my presentation - in order to maintain his interest. This was one, specifically shot against a wall of people just out of focus.", "\"In the US and Europe, we flew on a private jet, which enabled David and his touring party, including the band, security, wardrobe and photographer, to travel with ease on unusual routes at odd hours. Without it, tour scheduling would be very difficult. However, in Australia we took commercial flights, so a picture of David in a regular seat with an airline meal is a fairly unusual one. David was very happy on this tour and it shows.\"", "\"The joy of luxury backstage! A moth-eaten old sofa, a couple of potted plants and the tour rider (food, drink et cetera) is all that would greet a lucky guest with the appropriate pass.  Here, before a show, David is chatting with long-time band collaborators Carlos Alomar, with whom David and John Lennon co-wrote Fame, and guitarist Earl Slick.\"", "\"Here, Tina Turner is pictured with Ronnie Wood, of the Rolling Stones, and his wife, Jo, backstage at Madison Square Garden, New York. Other photographs from this show include a very sweet picture of Mick Jagger with David, who were so obviously very old friends. ", "\"I had toured Europe with the Rolling Stones the previous year. But, after that one shot, Mick was very coy about being photographed on the day before his 40th birthday.  Other backstage guests on the tour included Michael Jackson, Cher, Prince, and Andy Warhol.", "\"Backstage in Japan, Bowie heads towards the stage. David was rarely seen in this entire suit, choosing to remove the jacket early in the live show, due to the heat.  Most of my photographs therefore show the blue shirt and braces that he wore underneath. It's my favourite suit from the tour, with the peach suit that he wore at Milton Keynes in one of my better known shots, as well as being the most well recognised.\"", "\"David as he had never been seen before 1983, clowning around backstage, simply being himself. ", "\"The make-up artist's daughter had celebrated her birthday - and David, in his pre-show dressing grown, grabbed the balloons for a quick silly picture. ", "\"It illustrates how at ease he felt with me photographing him, and also his love of laughing and his ability to laugh at himself. When I first met him, I was very surprised at how far removed he was from the ice-cool persona of the Thin White Duke from his previous tour, in 1978.\"", "\"The shot was made outside Earl Slick's house in Los Angeles. Slick had invited David to his home to meet his family. And, as we walked out, David - very briefly back in the guise of David Bowie - spontaneously jumped behind our car and adopted the pose of the driver of an invisible car. This was so typical of the mime artist that had overwhelmed my senses when he appeared as Ziggy Stardust in 1973 at The Hammersmith Odeon.", "\"Bowie relaxes on the river in Bangkok at the end of the tour. We got up at 03:00 so that a film crew could follow David for the day, discovering older areas of the city as part of the Ricochet documentary. After the show, hotel and plane confines of the tour, it enabled me to spend an unusual number of hours in daylight with David as he relaxed, visiting temples and families' houses along the course of the river. ", "\"It was a relaxing and fun end to an incredible year.\"", "Ricochet: David Bowie 1983 by Denis O'Regan is published by Particular Books"]},
{"title": "Africa's top shots: Bikers and believers", "article_url": "https://www.bbc.com/news/world-africa-46062729", "tag": "Africa", "summary": null, "paragraphs": ["A selection of the best photos from across Africa and of Africans elsewhere in the world this week.", " Pictures from AFP, EPA, Reuters and Getty Images"]},
{"title": "Extreme dressing up - not just for Halloween", "article_url": "https://www.bbc.comhttps://www.bbc.co.uk/news/ampstories/larping/index.html", "tag": "News", "summary": null, "paragraphs": []},
{"title": "Britain's hidden heroines", "article_url": "https://www.bbc.com/news/in-pictures-45957783", "tag": "In Pictures", "summary": null, "paragraphs": ["The Royal Voluntary Service celebrates its 80th anniversary this year, here are a selection of images from a new photo exhibition in London.", "The Women’s Voluntary Service, which became the Royal Voluntary Service in 2013, was formed in 1938 as the nation prepared for war. It brought together more than a million women volunteers. They became known as the \"women in green\" and worked to support the home front. By 1940, many local WVS centres had started opening canteens for military service personnel and later that year they helped troops returning from Dunkirk. This triggered a nationwide programme from which the WVS Services Welfare was born.", "This trailer outside the WVS central clothing store in Eaton Square, London, is loaded with clothing from the American Red Cross (ARC) for distribution in Britain. In June 1941 alone the WVS received 12,167 cases of clothing from the ARC with a value of more than £1m.", "WVS members helped local councils to collect salvage material for aircraft production as early as March 1940, months before Lord Beaverbrook’s call to the women of Britain to recover aluminium in July that year. By 1944 almost 50,000 WVS members were working in salvage.", "Given the sensitive nature of some of the work WVS was involved in, motorcycle messengers were employed to carry important messages between WVS headquarters, government departments and other WVS centres. Meg Moorat, nicknamed Miss Mercury, was one of those messengers and is seen here in 1941.", "As well as paper and bones, which were used in the production of munitions, the WVS collected kitchen waste to be used as pig swill. Keeping the country fed during World War Two was just as important as keeping it armed.", "Rubber was essential for aircraft tyres, fire hoses and even Wellington boots for evacuated children. After the Japanese occupation of Java in 1942, rubber became an even scarcer commodity and dedicated WVS members even scavenged old tyres out of local ponds and streams.", "Named after the happily married elderly couple in a 1735 poem by Henry Woodfall, Darby & Joan clubs were the WVS’s answer to combating the loneliness they had uncovered among isolated elderly people during the war. The first Darby & Joan club was opened in 1943 in Camberwell.", "The 1953 East Coast floods devastated coastal communities. In England, 307 people were killed in the counties of Lincolnshire, Norfolk, Suffolk and Essex, 19 died in Scotland and around 32,000 people were evacuated. Sea defences around the country had to be rebuilt and the WVS were on hand as always to provide food and care to workers in remote areas.", "The Lewisham train crash of 1957 killed 90 people and injured more than 170. Reviving their emergency feeding skills honed during the war, 50,000 WVS members made up the welfare section of the Civil Defence corps to provide help in disasters from 1949 to 1968.", "The main role of the Civil Defence corps was to provide food and information to fleeing refugees in the event of a nuclear war with the Soviet Union. However, they regularly practised their skills at huge exercises and in real disasters, such as the Lewisham train crash.", "The RVS continues to provide help where needed and photographer Nicky Johnston was tasked with photographing the work being done today. “I didn’t realise, and I don’t think most people do, what the Royal Voluntary Service does,\" he said. \"Then you find out they do tai chi classes, and hundreds of different things. I work in a different world; I’m usually shooting celebrities; it’s a totally different ball game for me.\"", "The Gift of Time exhibition can be seen at the Oxo Gallery in London from 31 October to 4 November.", "The BBC is not responsible for the content of external Internet sites"]}
]